Repository: vikassnwloodles/JibraMed-HIS
Catalog: gnuhealth/tryton/server/modules/health_socioeconomics/locale/*.po
Languages: ar, el, it_it

# field:gnuhealth.patient,domestic_violence:
source: Domestic violence
ar: العنف المنزلي
el: Οικιακή βία

# field:gnuhealth.patient,drug_addiction:
source: Drug addiction
ar: إدمان المخدرات
el: Εθισμός στα ναρκωτικά

# field:gnuhealth.patient,education:
source: Education Level
ar: المستوى التعليمي
el: Μορφωτικό επίπεδο
it_it: Livello di istruzione

# field:gnuhealth.patient,hostile_area:
source: Hostile Area
ar: منطقة معادية
el: Εχθρική περιοχή

# field:gnuhealth.patient,hours_outside:
source: Hours outside home
ar: ساعات خارج المنزل
el: Ώρες εκτός σπιτιού

# field:gnuhealth.patient,housing:
source: Housing conditions
ar: ظروف السكن
el: Συνθήκες κατοίκησης

# field:gnuhealth.patient,occupation:
source: Occupation
ar: الوظيفة
el: Επάγγελμα
it_it: Occupazione

# field:gnuhealth.patient,prison_current:
source: Currently in prison
ar: حاليا في السجن
el: Τρεχόντως στη φυλακή
it_it: Attualmente in carcere

# field:gnuhealth.patient,prison_past:
source: Has been in prison
ar: كان في السجن
el: Εξέτισε ποινή στη φυλακή
it_it: È stato in prigione

# field:gnuhealth.patient,relative_in_prison:
source: Relative in prison
ar: ذو الصلة بالسجن
el: Συγγενής στη φυλακή
it_it: Parente in carcere

# field:gnuhealth.patient,school_withdrawal:
source: School withdrawal
ar: انسحاب من المدرسة
el: Διέκοψε το σχολείο
it_it: Ritirato dalla scuola

# field:gnuhealth.patient,ses_assessments:
source: Assessments
ar: أدوات
el: Εκτιμήσεις
it_it: Valutazioni

# field:gnuhealth.patient,ses_notes:
source: Extra info
ar: معلومات اضافية
el: Πρόσθετες πληροφορίες

# field:gnuhealth.patient,sexual_abuse:
source: Sexual abuse
ar: العنف الجنسي
el: Σεξουαλική κακοποίηση
it_it: Abuso Sessuale

# field:gnuhealth.patient,single_parent:
source: Single parent family
ar: الأسرة وحيدة الوالد
el: Μονογονεϊκή οικογένεια
it_it: Famiglia a genitore unico

# field:gnuhealth.patient,teenage_pregnancy:
source: Teenage pregnancy
ar: الحمل في سن المراهقة
el: Εφηβική εγκυμοσύνη
it_it: Gravidanza in adolescenza

# field:gnuhealth.patient,working_children:
source: Working children
ar: الأطفال العاملين
el: Παιδιά που εργάζονται
it_it: Bambini lavoratori

# field:gnuhealth.patient,works_at_home:
source: Works at home
ar: الأعمال في المنزل
el: Δουλεύει από το σπίτι
it_it: Lavora a casa

# field:gnuhealth.ses.assessment,assessment_date:
source: Date
ar: التاريخ
el: Ημερομηνία
it_it: Data

# field:gnuhealth.ses.assessment,computed_age:
source: Age
ar: العمر
el: Ηλικία
it_it: Età

# field:gnuhealth.ses.assessment,du:
source: DU
ar: المسكن
el: Οικιακή Μονάδα
it_it: UD

# field:gnuhealth.ses.assessment,education:
source: Education Level
ar: التعليم
el: Μορφωτικό επίπεδο
it_it: Livello di istruzione

# field:gnuhealth.ses.assessment,fam_apgar_affection:
source: Family affection
ar: تأثيرات عائلية

# field:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Decision making
ar: اتخاذ القرار
el: Λήψη αποφάσεων

# field:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Problems discussion
ar: مناقشة المشاكل
el: Συζήτηση προβλημάτων

# field:gnuhealth.ses.assessment,fam_apgar_help:
source: Help from family
ar: مساعدة من العائلة
el: Βοήθεια από την οικογένεια

# field:gnuhealth.ses.assessment,fam_apgar_score:
source: Score
ar: تقييم
el: Βαθμολογία

# field:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Time sharing
ar: مشاكة الوقت

# field:gnuhealth.ses.assessment,gender:
source: Gender
ar: الجنس
el: Φύλλο

# field:gnuhealth.ses.assessment,health_professional:
source: Health Professional
ar: الطبيب الاختصاصي
el: Επαγγελματίας Υγείας
it_it: Paramedico

# field:gnuhealth.ses.assessment,housing:
source: Housing conditions
ar: حالة المنزل
el: Συνθήκες κατοίκησης

# field:gnuhealth.ses.assessment,income:
source: Income
ar: الدخل
el: Εισόδημα

# field:gnuhealth.ses.assessment,notes:
source: Notes
ar: ملاحظات
el: Σημειώσεις
it_it: Note

# field:gnuhealth.ses.assessment,occupation:
source: Occupation
ar: الوظيفة
el: Επάγγελμα
it_it: Occupazione

# field:gnuhealth.ses.assessment,patient:
source: Patient
ar: المريض
el: Ασθενής
it_it: Paziente

# field:gnuhealth.ses.assessment,ses:
source: Socioeconomics
ar: الاقتصاد
el: Κοινωνικο-οικονομικά
it_it: Aspetti socioeconomici

# field:gnuhealth.ses.assessment,signed_by:
source: Signed by
ar: موقع من
el: Υπεγράφη από

# field:gnuhealth.ses.assessment,state:
source: State
ar: الحالة
el: Νομός

# field:party.party,education:
source: Education
ar: التعلم
el: Εκπαίδευση

# field:party.party,occupation:
source: Occupation
ar: الوظيفة
el: Επάγγελμα
it_it: Occupazione

# help:gnuhealth.patient,education:
source: Education Level
ar: المستوى التعليمي
el: Μορφωτικό επίπεδο
it_it: Livello di istruzione

# help:gnuhealth.patient,housing:
source: Housing and sanitary living conditions
ar: الظروف السكنية والمعيشية الصحية
el: Συνθήκες υγιεινής και διαβίωσης
it_it: Condizioni abitative e sanitarie

# help:gnuhealth.patient,relative_in_prison:
source: Check if someone from the nuclear family - parents / sibblings is or has been in prison
ar: تحقق مما إذا شخص من الأسرة النواة - الوالدين / sibblings أو كان في السجن
el: Ελέγξτε αν κάποιος από την στενή οικογένεια - γονείς/αδέλφια είναι ή είχε μπει ποτέ στη φυλακή
it_it: Verificare se qualcuno della famiglia nucleare - genitori/fratelli - è o è stato in carcere

# help:gnuhealth.patient,ses_assessments:
source: Socioeconomics and Family assessments history
ar: التاريخ الاجتماعي والاقتصادي وتقييمات الأسرة
el: Κοινωνικο-οικονομικά και ιστορικό της οικογενειακής εκτίμησης
it_it: Storia delle valutazioni socioeconomiche e familiari

# help:gnuhealth.patient,works_at_home:
source: Check if the patient works at his / her house
ar: تحقق مما إذا كان المريض يعمل في / منزلها
el: Ελέγξτε αν ο ασθενής εργάζεται από το σπίτι του/της
it_it: Verificare se il paziente lavora a casa propria

# help:gnuhealth.ses.assessment,assessment_date:
source: Assessment date
ar: تاريخ التقييم
el: Ημερομηνία εκτίμησης
it_it: Data di valutazione

# help:gnuhealth.ses.assessment,computed_age:
source: Computed patient age at the moment of the evaluation
ar: عمر المريض المحسوب في لحظة التقييم
el: Υπολογισμένη ηλικία ασθενούς κατά τη στιγμή της εκτίμησης
it_it: Età del paziente calcolata al momento della valutazione

# help:gnuhealth.ses.assessment,du:
source: Domiciliary Unit
ar: المسكن
el: Οικιακή Μονάδα
it_it: Unità domiciliare

# help:gnuhealth.ses.assessment,education:
source: Education Level
ar: مرحلة التعليم
el: Μορφωτικό επίπεδο
it_it: Livello di istruzione

# help:gnuhealth.ses.assessment,fam_apgar_affection:
source: Is the patient satisfied with the level of affection coming from the family ?
ar: هل المريض راض عن مستوى المودة من الأسرة؟
el: Ο/η ασθενής είναι ικανοποιημένος/η από το επίπεδο στοργής που προέρχεται από την οικογένεια ;

# help:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Is the patient satisfied with the level of making important decisions as a group ?
ar: هل المريض راضٍ عن مستوى اتخاذ القرارات المهمة كمجموعة؟
el: Ο/η ασθενής είναι ικανοποιημένος/η από το πώς λαμβάνονται οι σημαντικές αποφάσεις σαν ομάδα ;

# help:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Is the patient satisfied with the level talking over the problems as family ?
ar: هل المريض راض عن مستوى الحديث عن المشاكل كعائلة؟
el: Ο/η ασθενής είναι ικανοποιημένος/η από το πώς συζητιούνται τα προβλήματα σαν οικογένεια ;

# help:gnuhealth.ses.assessment,fam_apgar_help:
source: Is the patient satisfied with the level of help coming from the family when there is a problem ?
ar: هل المريض راض عن مستوى المساعدة القادمة من الأسرة عند وجود مشكلة؟
el: Ο/η ασθενής είναι ικανοποιημένος/η από το επίπεδο βοήθειας που λαμβάνει από την οικογένεια όταν υπάρχει ένα πρόβλημα ;

# help:gnuhealth.ses.assessment,fam_apgar_score:
source: Total Family APGAR 7 - 10 : Functional Family 4 - 6 : Some level of disfunction 0 - 3 : Severe disfunctional family
ar: مجموع الأسرة APGAR 7-10: عائلة وظيفية 4 - 6: مستوى معين من الخلل 0 - 3: أسرة شديدة الاختلال
el: Συνολική Οικογενειακή βαθμολογία APGAR 7 - 10 : Λειτουργική Οικογένεια 4 - 6 : Κάποιο επίπεδο δυσλειτουργικότητας 0 - 3 : Σοβαρά δυσλειτουργική οικογένεια

# help:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Is the patient satisfied with the level of time that they spend together ?
ar: هل المريض راضٍ عن مستوى الوقت الذي يقضيه معًا؟
el: Ο/η ασθενής είναι ικανοποιημένος/η από το πόσο χρόνο περνούν μαζί ;

# help:gnuhealth.ses.assessment,health_professional:
source: Health professional
ar: الطبيب المختص
el: Επαγγελματίας Υγείας
it_it: Paramedico

# help:gnuhealth.ses.assessment,housing:
source: Housing and sanitary living conditions
ar: السكن والظروف المعيشية الصحية
el: Συνθήκες υγιεινής και διαβίωσης

# help:gnuhealth.ses.assessment,ses:
source: SES - Socioeconomic Status
ar: SES - الوضع الاجتماعي والاقتصادي
el: ΚΟΚ - Κοινωνικο-οικονομική κατάσταση

# help:gnuhealth.ses.assessment,signed_by:
source: Health Professional that finished the patient evaluation
ar: أخصائي الصحة الذي أنهى تقييم المريض
el: Επαγγελματίας υγείας που ολοκλήρωσε την εκτίμηση ασθενούς

# help:party.party,education:
source: Education Level
ar: المستوى التعليمي
el: Μορφωτικό επίπεδο
it_it: Livello di istruzione

# model:gnuhealth.ses.assessment,name:
source: Socioeconomics and Family Functionality Assessment
ar: علم الاجتماع الاقتصادي وتقييم وظائف الأسرة
el: Κοινωνικο-οικονομικά και Εκτίμηση Οικογενειακής Λειτουργικότητας

# model:ir.action,name:act_ses_assessment
source: Socioeconomic and Family Assessment
ar: التقييم الاجتماعي والاقتصادي والأسرة
el: Κοινωνικο-οικονομικά και Οικογενειακή εκτίμηση

# model:ir.action,name:act_ses_family_assessment
source: Socioeconomics and Family Assessment
ar: علم الاجتماع الاقتصادي وتقييم الأسرة
el: Κοινωνικο-οικονομικά και Οικογενειακή εκτίμηση
it_it: Valutazione socio-economica e familiare

# model:ir.ui.menu,name:gnuhealth_ses_assessment_menu
source: Socioeconomic Assessments
ar: التقييمات الاجتماعية والاقتصادية
el: Κοινωνικο-οικονομικές εκτιμήσεις
it_it: Valutazioni socioeconomiche

# selection:gnuhealth.patient,education:
source: Incomplete Primary School
ar: مدرسة الابتدائية غير مكتملة
el: Δεν συμπλήρωσε την Πρωτοβάθμια εκπαίδευση
it_it: Scuola primaria incompleta

# selection:gnuhealth.patient,education:
source: Incomplete Secondary School
ar: المدرسة الثانوية غير مكتملة
el: Δεν συμπλήρωσε την Δευτεροβάθμια εκπαίδευση

# selection:gnuhealth.patient,education:
source: None
ar: لا شئ
el: Καμία
it_it: Nessuno

# selection:gnuhealth.patient,education:
source: Primary School
ar: المدرسة الابتدائية
el: Πρωτοβάθμιο Σχολείο
it_it: Scuola primaria

# selection:gnuhealth.patient,education:
source: Secondary School
ar: المدارس الثانوية
el: Δημοτικό σχολείο
it_it: Scuola secondaria

# selection:gnuhealth.patient,education:
source: University
ar: الجامعة
el: Πανεπιστήμιο
it_it: Università

# selection:gnuhealth.patient,housing:
source: Comfortable and good sanitary conditions
ar: الظروف الصحية مريحة وجيدة
el: Καλές και άνετες συνθήκες διαβίωσης
it_it: Condizioni igienico-sanitarie confortevoli e buone

# selection:gnuhealth.patient,housing:
source: Luxury and excellent sanitary conditions
ar: الظروف الصحية الفاخرة و الممتازة
el: Εξαιρετικές και πολυτελείς συνθήκες υγιεινής
it_it: Condizioni igieniche eccellenti e di lusso

# selection:gnuhealth.patient,housing:
source: Roomy and excellent sanitary conditions
ar: الظروف الصحية واسعة وممتازة
el: Ευρύχωρες και εξαιρετικές συνθήκες υγιεινής
it_it: Condizioni igienico-sanitarie eccellenti e spaziose

# selection:gnuhealth.patient,housing:
source: Shanty, deficient sanitary conditions
ar: ظروف صحية عشوائية وناقصة
el: Πρόχειρες, ανεπαρκείς συνθήκες υγιεινής
it_it: Baracca, condizioni sanitarie carenti

# selection:gnuhealth.patient,housing:
source: Small, crowded but with good sanitary conditions
ar: صغيرة مكتظة بالسكان في لكن مع ظروف صحية جيدة
el: Μικροί χώροι, στενοί, αλλά με καλές συνθήκες υγιεινής
it_it: Piccolo, affollato ma con buone condizioni igienico-sanitarie

# selection:gnuhealth.ses.assessment,education:
source: Incomplete Primary School
ar: مدرسة ابتدائية غير مكتملة
el: Δεν τελείωσε την Πρωτοβάθμια Εκπαίδευση
it_it: Scuola primaria incompleta

# selection:gnuhealth.ses.assessment,education:
source: Incomplete Secondary School
ar: مدرسة ثانوية غير مكتملة
el: Δεν τελείωσε την Δευτεροβάθμια Εκπαίδευση

# selection:gnuhealth.ses.assessment,education:
source: None
ar: لاشيء
el: Καμία
it_it: Nessuno

# selection:gnuhealth.ses.assessment,education:
source: Primary School
ar: ابتدائية
el: Πρωτοβάθμιο Σχολείο
it_it: Scuola primaria

# selection:gnuhealth.ses.assessment,education:
source: Secondary School
ar: ثانوية
el: Δευτεροβάθμιο Σχολείο
it_it: Scuola secondaria

# selection:gnuhealth.ses.assessment,education:
source: University
ar: جامعة
el: Πανεπιστήμιο
it_it: Università

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: Moderately
ar: معتدل
el: Μέτρια
it_it: Moderatamente

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: None
ar: لاشيء
el: Καμία
it_it: Nessuno

# selection:gnuhealth.ses.assessment,fam_apgar_affection:
source: Very much
ar: كثيراً
el: Πάρα πολύ
it_it: Moltissimo

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Moderately
ar: معتدل
el: Μέτρια
it_it: Moderatamente

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: None
ar: لاشيء
el: Καμία
it_it: Nessuno

# selection:gnuhealth.ses.assessment,fam_apgar_decisions:
source: Very much
ar: كثيراً
el: Πάρα πολύ
it_it: Moltissimo

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Moderately
ar: معتدل
el: Μέτρια
it_it: Moderatamente

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: None
ar: لاشيء
el: Καμία
it_it: Nessuno

# selection:gnuhealth.ses.assessment,fam_apgar_discussion:
source: Very much
ar: كثيراً
el: Πάρα πολύ
it_it: Moltissimo

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: Moderately
ar: معتدل
el: Μέτρια
it_it: Moderatamente

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: None
ar: لاشيء
el: Καμία
it_it: Nessuno

# selection:gnuhealth.ses.assessment,fam_apgar_help:
source: Very much
ar: كثيراً
el: Πάρα πολύ
it_it: Moltissimo

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Moderately
ar: معتدل
el: Μέτρια
it_it: Moderatamente

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: None
ar: لاشيء
el: Καμία
it_it: Nessuno

# selection:gnuhealth.ses.assessment,fam_apgar_timesharing:
source: Very much
ar: كثيراً
el: Πάρα πολύ
it_it: Moltissimo

# selection:gnuhealth.ses.assessment,gender:
source: Female
ar: انثى
el: Θήλυ
it_it: Femmina

# selection:gnuhealth.ses.assessment,gender:
source: Male
ar: ذكر
el: Άρρην
it_it: Maschio

# selection:gnuhealth.ses.assessment,housing:
source: Comfortable and good sanitary conditions
ar: ظروف صحية مريحة وجيدة
el: Καλές και άνετες συνθήκες υγιεινής
it_it: Condizioni igienico-sanitarie confortevoli e buone

# selection:gnuhealth.ses.assessment,housing:
source: Luxury and excellent sanitary conditions
ar: الرفاهية والظروف الصحية الممتازة
el: Πολυτελείς και εξαιρετικές συνθήκες υγιεινής
it_it: Condizioni igieniche eccellenti e di lusso

# selection:gnuhealth.ses.assessment,housing:
source: Roomy and excellent sanitary conditions
ar: ظروف صحية واسعة وممتازة
el: Ευρύχωρες και εξαιρετικές συθήκες υγιεινής
it_it: Condizioni igienico-sanitarie eccellenti e spaziose

# selection:gnuhealth.ses.assessment,housing:
source: Shanty, deficient sanitary conditions
ar: شانتي ، ظروف صحية قاصرة
el: Πτωχές, ελλειμματικές συνθήκες υγιεινής
it_it: Baracca, condizioni sanitarie carenti

# selection:gnuhealth.ses.assessment,housing:
source: Small, crowded but with good sanitary conditions
ar: صغيرة ومزدحمة ولكن مع ظروف صحية جيدة
el: Καλές συνθήκες υγιεινής αλλά με μικρούς χώρους και πολύ κόσμο
it_it: Piccolo, affollato ma con buone condizioni igienico-sanitarie

# selection:gnuhealth.ses.assessment,income:
source: High
ar: عالي
el: Υψηλός/ή

# selection:gnuhealth.ses.assessment,income:
source: Low
ar: قليل
el: Χαμηλός/ή

# selection:gnuhealth.ses.assessment,income:
source: Medium
ar: متوسط
el: Μέτριος/α

# selection:gnuhealth.ses.assessment,ses:
source: Higher
ar: أعلى
el: Υψηλότερος/η

# selection:gnuhealth.ses.assessment,ses:
source: Lower
ar: أقل
el: Χαμηλότερος/η

# selection:gnuhealth.ses.assessment,ses:
source: Lower-middle
ar: منخفض قليلاَ
el: Χαμηλό-μέσο

# selection:gnuhealth.ses.assessment,ses:
source: Middle
ar: متوسط
el: Μέσο

# selection:gnuhealth.ses.assessment,ses:
source: Middle-upper
ar: عالي قليلا
el: Μεσαίο-ανώτερο

# selection:gnuhealth.ses.assessment,state:
source: Done
ar: منتهي
it_it: Fatto

# selection:gnuhealth.ses.assessment,state:
source: In progress
ar: جاري العمل
el: Υπό εξέλιξη

# selection:party.party,education:
source: Incomplete Primary School
ar: مدرسة الابتدائية غير مكتملة
el: Δεν συμπλήρωσε την Πρωτοβάθμια εκπαίδευση
it_it: Scuola primaria incompleta

# selection:party.party,education:
source: Incomplete Secondary School
ar: المدرسة الثانوية غير مكتملة
el: Δεν συμπλήρωσε την Δευτεροβάθμια εκπαίδευση

# selection:party.party,education:
source: None
ar: لا شئ
el: Καμία
it_it: Nessuno

# selection:party.party,education:
source: Primary School
ar: المدرسة الابتدائية
el: Πρωτοβάθμιο Σχολείο
it_it: Scuola primaria

# selection:party.party,education:
source: Secondary School
ar: المدارس الثانوية
el: Δημοτικό σχολείο
it_it: Scuola secondaria

# selection:party.party,education:
source: University
ar: الجامعة
el: Πανεπιστήμιο
it_it: Università

# view:gnuhealth.patient:
source: Current Status
ar: الحالة الحالية
el: Τρέχουσα κατάσταση

# view:gnuhealth.patient:
source: Notes
ar: مذكرات
el: Σημειώσεις
it_it: Note

# view:gnuhealth.patient:
source: Other Family and Environmental determinants
ar: المحددات العائلية والبيئية الأخرى
el: Άλλοι οικογενειακοί και περιβαλλοντικοί καθοριστικοί παράγοντες
it_it: Altri fattori determinanti famiglia e ambiente

# view:gnuhealth.patient:
source: Socioeconomics
ar: الاوضاع الاقتصادية الاجتماعية
el: Κοινωνικο-οικονομικά
it_it: Aspetti socioeconomici

# view:gnuhealth.ses.assessment:
source: Done
ar: منتهي
el: Έγινε
it_it: Fatto

# view:gnuhealth.ses.assessment:
source: End assessment
ar: نهاية التقييم
el: Τέλος εκτίμησης
it_it: Termina la valutazione

# view:gnuhealth.ses.assessment:
source: End this assessment ?
ar: إنهاء هذا التقييم؟
el: Τέλος αυτής της εκτίμησης ;
it_it: Terminare questa valutazione?

# view:gnuhealth.ses.assessment:
source: Family Functionality
ar: وظائف الأسرة
el: Λειτουργικότητα της οικογένειας
it_it: Caratteristiche famigliari

# view:gnuhealth.ses.assessment:
source: Family functionality
ar: وظائف الأسرة
el: Λειτουργικότητα της οικογένειας
it_it: Caratteristiche famigliari

# view:gnuhealth.ses.assessment:
source: Notes
ar: ملاحظات
el: Σημειώσεις
it_it: Note

# view:gnuhealth.ses.assessment:
source: Socioeconomics
ar: علم الاجتماع
el: Κοινωνικο-οικονομικά
it_it: Aspetti socioeconomici
