Repository: vikassnwloodles/JibraMed-HIS
Catalog: gnuhealth/tryton/server/modules/health_stock/locale/*.po
Languages: ar, de, el, fr

# field:gnuhealth.patient.ambulatory_care,care_location:
source: Care Location
ar: موقع العلاج
de: Verwendungsort
el: Τοποθεσία φροντίδας
fr: Emplacement des soins

# field:gnuhealth.patient.ambulatory_care,medical_supplies:
source: Medical Supplies
ar: اللوازم الطبية
de: Sanitätsartikel
el: Ιατρικές προμήθειες
fr: Fournitures médicales

# field:gnuhealth.patient.ambulatory_care,medicaments:
source: Medicaments
ar: الأدوية
de: Medikamente
el: Φάρμακα
fr: Médicaments

# field:gnuhealth.patient.ambulatory_care,moves:
source: Stock Moves
ar: تحركات المخزون
de: Warenbewegungen
el: Μετακινήσεις υλικού
fr: Mouvements de Stock

# field:gnuhealth.patient.ambulatory_care.medical_supply,lot:
source: Lot
ar: الشحنة
de: Charge
el: Παρτίδα/ Lot

# field:gnuhealth.patient.ambulatory_care.medical_supply,name:
source: Ambulatory ID
ar: الهوية الإسعافية
de: AmbulatoriumsID
el: Κωδικός ID Ιατρείου
fr: Ambulatoire ID

# field:gnuhealth.patient.ambulatory_care.medical_supply,product:
source: Medical Supply
ar: التموين الطبي
de: Sanitätsartikel
el: Ιατρική προμήθεια
fr: Fourniture médicale

# field:gnuhealth.patient.ambulatory_care.medical_supply,quantity:
source: Quantity
ar: الكمية
de: Menge
el: Ποσότητα
fr: Quantité

# field:gnuhealth.patient.ambulatory_care.medical_supply,short_comment:
source: Comment
ar: تعليق
de: Kommentar
el: Σχόλιο
fr: Commentaire

# field:gnuhealth.patient.ambulatory_care.medicament,lot:
source: Lot
ar: الشحنة
de: Charge
el: Παρτίδα/ Lot

# field:gnuhealth.patient.ambulatory_care.medicament,medicament:
source: Medicament
ar: الأدوية
de: Medikament
el: Φάρμακο
fr: Médicament

# field:gnuhealth.patient.ambulatory_care.medicament,name:
source: Ambulatory ID
ar: الهوية الإسعافية
de: AmbulatoriumsID
el: Κωδικός ID Ιατρείου
fr: Ambulatoire ID

# field:gnuhealth.patient.ambulatory_care.medicament,product:
source: Product
ar: المنتج
de: Produkt
el: Προϊόν
fr: Produit

# field:gnuhealth.patient.ambulatory_care.medicament,quantity:
source: Quantity
ar: الكمية
de: Quantität
el: Ποσότητα
fr: Quantité

# field:gnuhealth.patient.ambulatory_care.medicament,short_comment:
source: Comment
ar: تعليق
el: Σχόλιο
fr: Commentaire

# field:gnuhealth.patient.rounding,hospitalization_location:
source: Hospitalization Location
ar: موقع الاستشفاء
de: Hospitalisierung Ort
el: Τοποθεσία νοσοκομειακής νοσηλείας
fr: Lieu d'hospitalisation

# field:gnuhealth.patient.rounding,medical_supplies:
source: Medical Supplies
ar: اللوازم الطبية
de: Medizinisches Verbrauchsgut
el: Ιατρικές προμήθειες
fr: Fournitures médicales

# field:gnuhealth.patient.rounding,medicaments:
source: Medicaments
ar: الأدوية
de: Medikamente
el: Φάρμακα
fr: Médicaments

# field:gnuhealth.patient.rounding,moves:
source: Stock Moves
ar: تحركات المخزون
de: Lagerbewegung
el: Μετακινήσεις υλικού
fr: Mouvements de Stock

# field:gnuhealth.patient.rounding.medical_supply,lot:
source: Lot
ar: الكثير
de: Charge
el: Παρτίδα/ Lot

# field:gnuhealth.patient.rounding.medical_supply,name:
source: Ambulatory ID
ar: المعرف الإسعافي
de: AmbulatoriumsID
el: Κωδικός ID Ιατρείου
fr: Ambulatoire ID

# field:gnuhealth.patient.rounding.medical_supply,product:
source: Medical Supply
ar: التموين الطبي
de: Medizinische Versorgung
el: Ιατρική προμήθεια
fr: Fourniture médicale

# field:gnuhealth.patient.rounding.medical_supply,quantity:
source: Quantity
ar: الكمية
de: Quantität
el: Ποσότητα
fr: Quantité

# field:gnuhealth.patient.rounding.medical_supply,short_comment:
source: Comment
ar: تعليق
de: Kommentar
el: Σχόλιο
fr: Commentaire

# field:gnuhealth.patient.rounding.medicament,lot:
source: Lot
ar: الشحنة
de: Charge
el: Παρτίδα/ Lot

# field:gnuhealth.patient.rounding.medicament,medicament:
source: Medicament
ar: الأدوية
de: Medikament
el: Φάρμακο
fr: Médicament

# field:gnuhealth.patient.rounding.medicament,name:
source: Ambulatory ID
ar: الهوية الإسعافية
de: AmbulatoriumsID
el: Κωδικός ID Ιατρείου
fr: Ambulatoire ID

# field:gnuhealth.patient.rounding.medicament,product:
source: Product
ar: المنتج
de: Produkt
el: Προϊόν
fr: Produit

# field:gnuhealth.patient.rounding.medicament,quantity:
source: Quantity
ar: الكمية
de: Quantität
el: Ποσότητα
fr: Quantité

# field:gnuhealth.patient.rounding.medicament,short_comment:
source: Comment
ar: تعليق
de: Kommentar
el: Σχόλιο
fr: Commentaire

# field:gnuhealth.prescription.order,moves:
source: Moves
ar: تحركات
de: Bewegung
el: Μετακινήσεις
fr: Déplacements

# field:gnuhealth.vaccination,location:
source: Stock Location
ar: موقع المخزون
de: Lagerort
el: Τοποθεσία αποθήκης
fr: Emplacement du Stock

# field:gnuhealth.vaccination,lot:
source: Lot
ar: الشحنة
de: Charge
el: Παρτίδα/ Lot

# field:gnuhealth.vaccination,moves:
source: Moves
ar: تحركات
de: Bewegung
el: Μετακινήσεις
fr: Déplacements

# field:gnuhealth.vaccination,product:
source: Product
ar: المنتج
de: Produkt
el: Προϊόν
fr: Produit

# field:party.party,warehouse:
source: Warehouse
ar: المستودع
de: Warenhaus
el: Αποθήκη
fr: Entrepôt

# field:stock.lot,expiration_date:
source: Expiration Date
ar: تاريخ الإنتهاء
de: Ablaufdatum
el: Ημερομηνία λήξης
fr: Date d'expiration

# help:gnuhealth.patient.ambulatory_care.medical_supply,short_comment:
source: Short comment on the specific drug
ar: تعليق مختصر على الدواء المحدد
de: Kurzer Kommentar zum jeweiligen Medikament
el: Σύντομο σχόλιο για το συγκεκριμμένο φάρμακο
fr: bref commentaire sur le médicament spécifique

# help:gnuhealth.patient.ambulatory_care.medicament,short_comment:
source: Short comment on the specific drug
ar: تعليق مختصر على الدواء المحدد
de: Kurzer Kommentar zum jeweiligen Medikament
el: Σύντομο σχόλιο για το συγκεκριμμένο φάρμακο
fr: bref commentaire sur le médicament spécifique

# help:gnuhealth.patient.rounding.medical_supply,short_comment:
source: Short comment on the specific drug
ar: تعليق مختصر على الدواء المحدد
de: Kurzer Kommentar zum jeweiligen Medikament
el: Σύντομο σχόλιο για το συγκεκριμμένο φάρμακο
fr: bref commentaire sur le médicament spécifique

# help:gnuhealth.patient.rounding.medicament,short_comment:
source: Short comment on the specific drug
ar: تعليق مختصر على الدواء المحدد
de: Kurzer Kommentar zum jeweiligen Medikament
el: Σύντομο σχόλιο για το συγκεκριμμένο φάρμακο
fr: bref commentaire sur le médicament spécifique

# help:gnuhealth.vaccination,lot:
source: This field includes the lot number and expiration date
ar: هذا الحقل يتضمن رقم الشحنة وتاريخ الإنتهاء
de: Dieses Feld beinhaltet die Chargennummer und das Ablaufdatum
el: Αυτό το πεδίο περιλαμβάνει τον αριθμό παρτίδας/Lot και την Ημερομ. λήξης
fr: Ce champ comprend le numéro de lot et la date d'expiration

# model:gnuhealth.patient.ambulatory_care.medical_supply,name:
source: Patient Ambulatory Care Medical Supply
ar: التموين الطبي لعناية المريض الإسعافية
de: Patient Ambulanz Medizinisches Verbrauchsgut
el: Ιατρικές προμήθειες φροντίδα περιπατητικών ασθενών
fr: Fournitures médicales ambulatoires pour patients

# model:gnuhealth.patient.ambulatory_care.medicament,name:
source: Patient Ambulatory Care Medicament
ar: أدوية عناية المريض الإسعافية
de: Patient Ambulanz Medikament
el: Φάρμακο ασθενούς σε Περιπατητική Φροντίδα
fr: Médicaments de soins ambulatoires pour patients

# model:gnuhealth.patient.rounding.medical_supply,name:
source: Patient Rounding Medical Supply
ar: التموين الطبي لجولات التمريض
de: Patient Visite Medizinisches Verbrauchsgut
el: Προμήθειες ιατρικού υλικού για Επίσκεψη τμήματος
fr: Ronde de fournitures médicales pour patients

# model:gnuhealth.patient.rounding.medicament,name:
source: Patient Rounding Medicament
ar: أدوية جولات التمريض
de: Patient Visite Medikament
el: Φάρμακο ασθενούς για Επίσκεψη τμήματος
fr: Ronde de médicament pour patients

# model:gnuhealth.prescription.stock.move.init,name:
source: Create Prescription Stock Move Init
ar: إنشاء التحركات المبدأية لمخزون الوصفة
de: Erzeuge Verordnung Lagerbewegung Init
el: Δημιουργία Init μετακίνησης συνταγογραφικού υλικού αποθήκης
fr: Créer prescription de mouvement de stock

# model:gnuhealth.vaccination.stock.move.init,name:
source: Create Vaccination Stock Move Init
ar: إنشاء التحركات المبدأية لمخزون اللقاح
de: Erzeuge Impfstoff Lagerbewegung Init
el: Δημιουργία init για Κίνηση αποθεμάτων αποθήκης για Εμβόλια
fr: Créer - Initier Mouvement de Stock de Vaccination

# model:ir.action,name:act_create_prescription_stock_move
source: Create Prescription Stock Move
ar: إنشاء تحركات مخزون الوصفة
de: Erzeuge Verordnung Lagerbewegung
el: Δημιουργία Μετακίνησης συνταγογραφικού υλικού αποθήκης
fr: Créer prescription de mouvement de stock

# model:ir.action,name:act_create_vaccination_stock_move
source: Create Vaccination Stock Move
ar: إنشاء تحركات مخزون اللقاح
de: Erzeuge Impfstoff-Lagerbewegung
el: Δημιουργία κίνησης Αποθεμάτων Εμβολίων
fr: Créer Mouvement de Stock de Vaccination

# model:ir.action,name:act_prescription_move_form1
source: Stock Moves [readonly]
ar: تحركات المخزون [للقراءة فقط]
el: Κινήσεις αποθεμάτων αποθήκης [μόνο για ανάγνωση]
fr: Mouvements de stock (en lecture seule)

# model:ir.action,name:act_vaccination_move_form1
source: Stock Moves [readonly]
ar: حركات المواد (للقراءة فقط)
el: Κινήσεις αποθεμάτων αποθήκης [μόνο για ανάγνωση]
fr: Mouvements de stock (en lecture seule)

# wizard_button:gnuhealth.prescription.stock.move.create,start,create_stock_move:
source: Create Stock Move
ar: إنشاء تحركات المخزون
el: Δημιουργία Κίνησης υλικού αποθήκης
fr: Créer Mouvement de Stock

# wizard_button:gnuhealth.prescription.stock.move.create,start,end:
source: Cancel
ar: إلغاء
de: Abbrechen
el: Διαγραφή
fr: Annuler

# wizard_button:gnuhealth.vaccination.stock.move.create,start,create_stock_move:
source: Create Stock Move
ar: إنشاء تحركات المخزون
el: Δημιουργία μετακίνησης υλικού
fr: Créer Mouvement de Stock

# wizard_button:gnuhealth.vaccination.stock.move.create,start,end:
source: Cancel
ar: إلغاء
de: Abbrechen
el: Διαγραφή
fr: Annuler
