Repository: vikassnwloodles/JibraMed-HIS
Catalog: gnuhealth/tryton/server/modules/health_inpatient/locale/*.po
Languages: ar

# model:gnuhealth.diet.therapeutic,name:GB3
source: Gastric Bypass Stage 3
ar: المرحلة الثالثة من تحويل مسار المعدة

# model:gnuhealth.diet.therapeutic,name:GB4
source: Gastric Bypass Stage 4
ar: المرحلة الرابعة من تحويل مسار المعدة

# model:gnuhealth.diet.therapeutic,name:GISOFT
source: GI Soft - Low Residue
ar: جي آي سوفت - بقايا منخفضة

# model:gnuhealth.diet.therapeutic,name:GLUTENFREE
source: Gluten Free
ar: خالي من الغلوتين

# model:gnuhealth.diet.therapeutic,name:LOWFAT
source: Low-Fat
ar: دهون منخفضة

# model:gnuhealth.diet.therapeutic,name:MS
source: Mechanical Soft / Dental Soft
ar: لينة على الأسنان

# model:gnuhealth.diet.therapeutic,name:NAS
source: Not Added Salt - NAS
ar: بدون ملح

# model:gnuhealth.diet.therapeutic,name:NEUTROPENIC
source: Neutropenic
ar: قلة العدلات

# model:gnuhealth.diet.therapeutic,name:NPO
source: Nothing by Mouth / NPO
ar: لا شيء بالفم / NPO

# model:gnuhealth.diet.therapeutic,name:PGMY
source: Post-Gastrectomy
ar: ما بعد استئصال المعدة

# model:gnuhealth.diet.therapeutic,name:PRERENAL
source: PRERENAL
ar: ما قبل

# model:gnuhealth.diet.therapeutic,name:REG
source: Regular
ar: منتظم

# model:gnuhealth.diet.therapeutic,name:RENAL
source: RENAL
ar: كلوي

# model:gnuhealth.diet.therapeutic,name:SFM
source: Small Frequent Meals
ar: وجبات صغيرة متكررة

# model:gnuhealth.diet.therapeutic,name:SLL
source: Surgical Low Lactose
ar: انخفاض اللاكتوز الجراحي

# model:gnuhealth.inpatient.diet,name:
source: Inpatient Diet
ar: حمية المرضى الداخليين

# model:gnuhealth.inpatient.meal,name:
source: Inpatient Meal
ar: وجبة للمرضى الداخليين

# model:gnuhealth.inpatient.meal.order,name:
source: Inpatient Meal Order
ar: طلب وجبات المرضى الداخليين

# model:gnuhealth.inpatient.meal.order.item,name:
source: Inpatient Meal Item
ar: بند وجبة المرضى الداخليين

# model:gnuhealth.inpatient.medication,name:
source: Inpatient Medication
ar: أدوية المرضى الداخليين

# model:gnuhealth.inpatient.medication.admin_time,name:
source: Inpatient Medication Admin Times
ar: أوقات إدارة الأدوية للمرضى الداخليين

# model:gnuhealth.inpatient.medication.log,name:
source: Inpatient Medication Log History
ar: سجل الأدوية للمرضى الداخليين

# model:gnuhealth.inpatient.registration,name:
source: Patient admission History
ar: سجل قبول المريض

# model:ir.action,name:act_create_inpatient_evaluation
source: Create Patient Evaluation
ar: إنشاء تقييم المريض

# model:ir.action,name:act_create_patient_bed_transfer
source: Bed Transfer
ar: نقل سريري

# model:ir.action,name:act_evaluation_form1
source: Inpatient Evaluations
ar: تقييمات المرضى الداخليين

# model:ir.action,name:act_inpatient_evaluation
source: Inpatient Evaluation
ar: تقييم المرضى الداخليين

# model:ir.action,name:gnuhealth_action_diet_therapeutic
source: Therapeutic diets
ar: الحميات العلاجية

# model:ir.action,name:gnuhealth_action_inpatient_meal
source: Inpatient Meal
ar: وجبة مريض داخلي

# model:ir.action,name:gnuhealth_action_inpatient_meal_order
source: Meal Orders
ar: طلبات الوجبات

# model:ir.action,name:gnuhealth_action_inpatient_registration
source: Hospitalizations
ar: المستشفيات

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_all
source: All
ar: الكل

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_done
source: Done
ar: منتهي

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_draft
source: Draft
ar: مسودة

# model:ir.action.act_window.domain,name:act_inpatient_meal_order_domain_ordered
source: Ordered
ar: مطلوب

# model:ir.action.act_window.domain,name:act_registration_domain_all
source: All
ar: الكل

# model:ir.action.act_window.domain,name:act_registration_domain_confirmed
source: Confirmed
ar: مصادق

# model:ir.action.act_window.domain,name:act_registration_domain_done
source: To clean
ar: للنظافة

# model:ir.action.act_window.domain,name:act_registration_domain_draft
source: Cancelled
ar: ملغى

# model:ir.action.act_window.domain,name:act_registration_domain_finished
source: Finished
ar: منتهي

# model:ir.action.act_window.domain,name:act_registration_domain_hospitalized
source: Hospitalized
ar: مقيم

# model:ir.sequence,name:seq_gnuhealth_inpatient_meal_order
source: Inpatient Meal Order
ar: وجبة مريض داخلي

# model:ir.sequence,name:seq_gnuhealth_inpatient_registration
source: Inpatient Registration
ar: تسجيل المرضى الداخليين

# model:ir.sequence.type,name:seq_type_gnuhealth_inpatient_meal_order
source: Inpatient Meal Order
ar: وجبة مريض داخلي

# model:ir.sequence.type,name:seq_type_gnuhealth_inpatient_registration
source: Inpatient Registration
ar: تسجيل المرضى الداخليين

# model:ir.ui.menu,name:gnuhealth_conf_diet_therapeutic
source: Therapeutic diets
ar: الحميات العلاجية

# model:ir.ui.menu,name:gnuhealth_conf_inpatient_meal
source: Inpatient Meals
ar: وجبات المرضى الداخليين

# model:ir.ui.menu,name:gnuhealth_inpatient_meal_order
source: Meal Orders
ar: طلبات الوجبات

# model:ir.ui.menu,name:gnuhealth_inpatient_menu
source: Hospitalizations
ar: سجل الإقامات في المشفى

# model:res.group,name:group_health_inpatient_admin
source: Health Inpatient Administration
ar: الإدارة الصحية للمرضى المقيمين

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Free
ar: خالي

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Needs cleaning
ar: تحتاج لتنظيف

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Not available
ar: غير متاح

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Occupied
ar: مشغول

# selection:gnuhealth.bed.transfer.init,orig_bed_state:
source: Reserved
ar: محجوز

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Breakfast
ar: فطور

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Dinner
ar: عشاء

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Lunch
ar: غداء

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Snack
ar: بين الوجبات

# selection:gnuhealth.inpatient.meal.order,mealtime:
source: Special order
ar: طلب خاص

# selection:gnuhealth.inpatient.meal.order,state:
source: Cancelled
ar: ملغى

# selection:gnuhealth.inpatient.meal.order,state:
source: Done
ar: منتهي

# selection:gnuhealth.inpatient.meal.order,state:
source: Draft
ar: مسودة

# selection:gnuhealth.inpatient.meal.order,state:
source: Ordered
ar: مطلوب

# selection:gnuhealth.inpatient.meal.order,state:
source: Processing
ar: جاري المعالجة

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: days
ar: ايام

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: hours
ar: ساعات

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: minutes
ar: دقائق

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: seconds
ar: ثانية

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: weeks
ar: أسبوع

# selection:gnuhealth.inpatient.medication,frequency_unit:
source: when required
ar: عند الحاجة

# selection:gnuhealth.inpatient.registration,admission_type:
source: Elective
ar: اختياري

# selection:gnuhealth.inpatient.registration,admission_type:
source: Emergency
ar: الطوارئ

# selection:gnuhealth.inpatient.registration,admission_type:
source: Maternity
ar: الأمومة

# selection:gnuhealth.inpatient.registration,admission_type:
source: Routine
ar: روتين

# selection:gnuhealth.inpatient.registration,admission_type:
source: Urgent
ar: مٌستعجل

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Death
ar: موت

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Home / Selfcare
ar: للمنزل

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Left against medical advice
ar: تركت ضد المشورة الطبية

# selection:gnuhealth.inpatient.registration,discharge_reason:
source: Transferred to another institution
ar: انتقال لمؤسسة ثانية

# selection:gnuhealth.inpatient.registration,state:
source: Discharged - needs cleaning
ar: مخرج - يحتاج تنظيف

# selection:gnuhealth.inpatient.registration,state:
source: Finished
ar: منتهي

# selection:gnuhealth.inpatient.registration,state:
source: cancelled
ar: إلغاء

# selection:gnuhealth.inpatient.registration,state:
source: confirmed
ar: مؤكَّد

# selection:gnuhealth.inpatient.registration,state:
source: free
ar: حر

# selection:gnuhealth.inpatient.registration,state:
source: hospitalized
ar: نزيل في المشفى

# wizard_button:gnuhealth.bed.transfer.create,start,create_bed_transfer:
source: Transfer Patient
ar: نقل المريض

# wizard_button:gnuhealth.bed.transfer.create,start,end:
source: Cancel
ar: إلغاء
