Repository: vikassnwloodles/JibraMed-HIS
Catalog: gnuhealth/tryton/server/modules/health_inpatient/locale/*.po
Languages: ar

# field:gnuhealth.appointment,inpatient_registration_code:
source: Inpatient Registration
ar: تسجيل المرضى الداخليين

# field:gnuhealth.bed.transfer,bed_from:
source: From
ar: من

# field:gnuhealth.bed.transfer,bed_to:
source: To
ar: إلى

# field:gnuhealth.bed.transfer,name:
source: Registration Code
ar: رمز التسجيل

# field:gnuhealth.bed.transfer,reason:
source: Reason
ar: سبب

# field:gnuhealth.bed.transfer,transfer_date:
source: Date
ar: تاريخ

# field:gnuhealth.bed.transfer.init,newbed:
source: New Bed
ar: سرير جديد

# field:gnuhealth.bed.transfer.init,orig_bed_state:
source: Bed of origin Status
ar: حالة سرير المنشأ

# field:gnuhealth.bed.transfer.init,reason:
source: Reason
ar: سبب

# field:gnuhealth.diet.therapeutic,code:
source: Code
ar: الرمز

# field:gnuhealth.diet.therapeutic,description:
source: Indications
ar: دواعي الإستعمال

# field:gnuhealth.diet.therapeutic,name:
source: Diet type
ar: نوع النظام الغذائي

# field:gnuhealth.inpatient.diet,diet:
source: Diet
ar: النظام الغذائي

# field:gnuhealth.inpatient.diet,name:
source: Registration Code
ar: رمز التسجيل

# field:gnuhealth.inpatient.diet,remarks:
source: Remarks / Directions
ar: تصريحات / الاتجاهات

# field:gnuhealth.inpatient.meal,diet_belief:
source: Belief
ar: الديانة

# field:gnuhealth.inpatient.meal,diet_therapeutic:
source: Diet
ar: الحمية

# field:gnuhealth.inpatient.meal,diet_vegetarian:
source: Vegetarian
ar: نباتي

# field:gnuhealth.inpatient.meal,institution:
source: Institution
ar: المؤسسة

# field:gnuhealth.inpatient.meal,name:
source: Food
ar: الطعام

# field:gnuhealth.inpatient.meal.order,health_professional:
source: Health Professional
ar: الطبيب الاختصاصي

# field:gnuhealth.inpatient.meal.order,meal_item:
source: Items
ar: الاغراض

# field:gnuhealth.inpatient.meal.order,meal_order:
source: Order
ar: الترتيب

# field:gnuhealth.inpatient.meal.order,meal_warning:
source: Warning
ar: تحذير

# field:gnuhealth.inpatient.meal.order,meal_warning_ack:
source: Ack
ar: اعتراف

# field:gnuhealth.inpatient.meal.order,mealtime:
source: Meal time
ar: وقت الوجبة

# field:gnuhealth.inpatient.meal.order,name:
source: Registration Code
ar: رمز التسجيل

# field:gnuhealth.inpatient.meal.order,order_date:
source: Date
ar: التاريخ

# field:gnuhealth.inpatient.meal.order,remarks:
source: Remarks
ar: ملاحظات

# field:gnuhealth.inpatient.meal.order,state:
source: Status
ar: الحالة

# field:gnuhealth.inpatient.meal.order.item,meal:
source: Meal
ar: الوجبة

# field:gnuhealth.inpatient.meal.order.item,name:
source: Meal Order
ar: ترتيب الوجبات

# field:gnuhealth.inpatient.meal.order.item,remarks:
source: Remarks
ar: ملاحظات

# field:gnuhealth.inpatient.medication,admin_times:
source: Admin times
ar: وقت الإشراف

# field:gnuhealth.inpatient.medication,adverse_reaction:
source: Adverse Reactions
ar: ردود الفعل السلبية

# field:gnuhealth.inpatient.medication,common_dosage:
source: Frequency
ar: التكرار

# field:gnuhealth.inpatient.medication,course_completed:
source: Course Completed
ar: مجموعة الجرعات اكتملت

# field:gnuhealth.inpatient.medication,discontinued:
source: Discontinued
ar: متوقف

# field:gnuhealth.inpatient.medication,discontinued_reason:
source: Reason for discontinuation
ar: سبب التوقف

# field:gnuhealth.inpatient.medication,dose:
source: Dose
ar: الجرعة

# field:gnuhealth.inpatient.medication,dose_unit:
source: dose unit
ar: وحدة الجرعة

# field:gnuhealth.inpatient.medication,end_treatment:
source: End
ar: انهاء

# field:gnuhealth.inpatient.medication,form:
source: Form
ar: الشكل

# field:gnuhealth.inpatient.medication,frequency:
source: Frequency
ar: التكرار

# field:gnuhealth.inpatient.medication,frequency_unit:
source: unit
ar: وحدة

# field:gnuhealth.inpatient.medication,indication:
source: Indication
ar: دواعي الإستعمال

# field:gnuhealth.inpatient.medication,is_active:
source: Active
ar: نشط

# field:gnuhealth.inpatient.medication,log_history:
source: Log History
ar: سجل التاريخ

# field:gnuhealth.inpatient.medication,medicament:
source: Medicament
ar: الدواء

# field:gnuhealth.inpatient.medication,name:
source: Registration Code
ar: رمز التسجيل

# field:gnuhealth.inpatient.medication,route:
source: Administration Route
ar: إدارة المسار

# field:gnuhealth.inpatient.medication,start_treatment:
source: Start
ar: بدء

# field:gnuhealth.inpatient.medication.admin_time,admin_time:
source: Time
ar: الوقت

# field:gnuhealth.inpatient.medication.admin_time,dose:
source: Dose
ar: الجرعة

# field:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: dose unit
ar: وحدة الجرعة

# field:gnuhealth.inpatient.medication.admin_time,name:
source: Medication
ar: الادويه

# field:gnuhealth.inpatient.medication.admin_time,remarks:
source: Remarks
ar: الملاحظات

# field:gnuhealth.inpatient.medication.log,admin_time:
source: Date
ar: تاريخ

# field:gnuhealth.inpatient.medication.log,dose:
source: Dose
ar: الجرعة

# field:gnuhealth.inpatient.medication.log,dose_unit:
source: dose unit
ar: وحدة الجرعة

# field:gnuhealth.inpatient.medication.log,health_professional:
source: Health Professional
ar: الصحة المهنية

# field:gnuhealth.inpatient.medication.log,name:
source: Medication
ar: الادويه

# field:gnuhealth.inpatient.medication.log,remarks:
source: Remarks
ar: الملاحظات

# field:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
ar: سبب القبول والتسجيل

# field:gnuhealth.inpatient.registration,admission_type:
source: Admission type
ar: نوع القبول والتسجيل

# field:gnuhealth.inpatient.registration,attending_physician:
source: Attending Physician
ar: الطبيب الحاضر

# field:gnuhealth.inpatient.registration,bed:
source: Hospital Bed
ar: سرير في المستشفى

# field:gnuhealth.inpatient.registration,bed_transfers:
source: Transfer History
ar: تاريخ الإنتقالات

# field:gnuhealth.inpatient.registration,discharge_date:
source: Expected Discharge Date
ar: من المتوقع تفريغ السجل

# field:gnuhealth.inpatient.registration,discharge_dx:
source: Discharge Dx
ar: الغاء طلب التصوير الشعاعي

# field:gnuhealth.inpatient.registration,discharge_plan:
source: Discharge Plan
ar: خطة التسديد

# field:gnuhealth.inpatient.registration,discharge_reason:
source: Discharge Reason
ar: سبب الالغاء

# field:gnuhealth.inpatient.registration,discharged_by:
source: Discharged by
ar: التغت بواسطة

# field:gnuhealth.inpatient.registration,hospitalization_date:
source: Hospitalization date
ar: تاريخ دخول المستشفى

# field:gnuhealth.inpatient.registration,info:
source: Notes
ar: ملاحظات

# field:gnuhealth.inpatient.registration,institution:
source: Institution
ar: مؤسسة

# field:gnuhealth.inpatient.registration,medications:
source: Medications
ar: الأدوية

# field:gnuhealth.inpatient.registration,name:
source: Registration Code
ar: رمز التسجيل

# field:gnuhealth.inpatient.registration,nursing_plan:
source: Nursing Plan
ar: خطة التمريض

# field:gnuhealth.inpatient.registration,nutrition_notes:
source: Nutrition notes / directions
ar: ملاحظة التغذية / الاتجاهات

# field:gnuhealth.inpatient.registration,operating_physician:
source: Operating Physician
ar: الطبيب العامل

# field:gnuhealth.inpatient.registration,patient:
source: Patient
ar: المريض

# field:gnuhealth.inpatient.registration,puid:
source: PUID
ar: رقم المريض الطبي

# field:gnuhealth.inpatient.registration,state:
source: Status
ar: الوضع

# field:gnuhealth.inpatient.registration,therapeutic_diets:
source: Meals / Diet Program
ar: نظام الحمية

# field:gnuhealth.patient,patient_status:
source: Hospitalized
ar: مقيم

# field:gnuhealth.patient.ecg,inpatient_registration_code:
source: Inpatient Registration
ar: تسجيل مريض داخلي

# field:gnuhealth.patient.evaluation,inpatient_registration_code:
source: IPC
ar: رمز المريض الداخلي

# help:gnuhealth.appointment,inpatient_registration_code:
source: Enter the patient hospitalization code
ar: أدخل رمز إقامة المريض في المستشفى

# help:gnuhealth.inpatient.diet,remarks:
source: specific remarks for this diet / patient
ar: تصريحات محددة لهذا النظام الغذائي / المريض

# help:gnuhealth.inpatient.meal,name:
source: Food
ar: الطعام

# help:gnuhealth.inpatient.meal.order,meal_warning:
source: The patient has special needs on meals
ar: المريض من ذوي الاحتياجات الخاصة في الوجبات

# help:gnuhealth.inpatient.meal.order,meal_warning_ack:
source: Check if you have verified the warnings on the patient meal items
ar: تحقق مما إذا كنت قد تحققت من التحذيرات الموجودة على عناصر وجبات المريض

# help:gnuhealth.inpatient.meal.order,order_date:
source: Order date
ar: تاريخ الطلب

# help:gnuhealth.inpatient.medication,adverse_reaction:
source: Side effects or adverse reactions that the patient experienced
ar: الآثار الجانبية أو ردود الفعل العكسية التي حدثت للمريض

# help:gnuhealth.inpatient.medication,common_dosage:
source: Common / standard dosage frequency for this medicament
ar: الشائع / تواتر الجرعة القياسية لهذا الدواء

# help:gnuhealth.inpatient.medication,discontinued_reason:
source: Short description for discontinuing the treatment
ar: وصف مختصر لسبب وقف العلاج

# help:gnuhealth.inpatient.medication,dose:
source: Amount of medication (eg, 250 mg) per dose
ar: كمية الدواء (على سبيل المثال ، 250 ملغ) في الجرعة الواحدة

# help:gnuhealth.inpatient.medication,dose_unit:
source: Unit of measure for the medication to be taken
ar: وحدة القياس للأدوية التي يجب اتخاذها

# help:gnuhealth.inpatient.medication,end_treatment:
source: Date of start of Treatment
ar: تاريخ بدء العلاج

# help:gnuhealth.inpatient.medication,form:
source: Drug form, such as tablet or gel
ar: شكل الدواء ، مثل قرص أو هلام

# help:gnuhealth.inpatient.medication,frequency:
source: Time in between doses the patient must wait (ie, for 1 pill each 8 hours, put here 8 and select "hours" in the unit field
ar: الوقت الواجب على المريض انتظاره بين الجرعات (مثلا, من أجل حبة دواء واحدة كل 8 ساعات, ضع هنا 8 و اختر "ساعات" في حقل الوحدة

# help:gnuhealth.inpatient.medication,frequency_prn:
source: Use it as needed, pro re nata
ar: استخدامه حسب الحاجة، حسب الظروف

# help:gnuhealth.inpatient.medication,indication:
source: Choose a disease for this medicament from the disease list. It can be an existing disease of the patient or a prophylactic.
ar: اختر مرض لهذا الدواء من قائمة الأمراض. يمكن ان يكون مرض موجود عند المريض أو وقائي.

# help:gnuhealth.inpatient.medication,is_active:
source: Check if the patient is currently taking the medication
ar: حدد إذا كان المريض يأخذ الدواء في الوقت الراهن

# help:gnuhealth.inpatient.medication,medicament:
source: Prescribed Medicament
ar: الدواء الموصوف

# help:gnuhealth.inpatient.medication,qty:
source: Quantity of units (eg, 2 capsules) of the medicament
ar: كمية الوحدات (على سبيل المثال ، 2 كبسولة) من الدواء

# help:gnuhealth.inpatient.medication,route:
source: Drug administration route code.
ar: رمز مسار إعطاء الدواء.

# help:gnuhealth.inpatient.medication,start_treatment:
source: Date of start of Treatment
ar: تاريخ بدء العلاج

# help:gnuhealth.inpatient.medication.admin_time,dose:
source: Amount of medication (eg, 250 mg) per dose
ar: كمية الدواء (على سبيل المثال ، 250 ملغ) في الجرعة الواحدة

# help:gnuhealth.inpatient.medication.admin_time,dose_unit:
source: Unit of measure for the medication to be taken
ar: وحدة القياس للأدوية التي يجب اتخاذها

# help:gnuhealth.inpatient.medication.admin_time,remarks:
source: specific remarks for this dose
ar: تصريحات محددة لهذه الجرعة

# help:gnuhealth.inpatient.medication.log,dose:
source: Amount of medication (eg, 250 mg) per dose
ar: كمية الدواء (على سبيل المثال ، 250 ملغ) في الجرعة الواحدة

# help:gnuhealth.inpatient.medication.log,dose_unit:
source: Unit of measure for the medication to be taken
ar: وحدة القياس للأدوية التي يجب اتخاذها

# help:gnuhealth.inpatient.medication.log,remarks:
source: specific remarks for this dose
ar: تصريحات محددة لهذه الجرعة

# help:gnuhealth.inpatient.registration,admission_reason:
source: Reason for Admission
ar: سبب القبول

# help:gnuhealth.inpatient.registration,discharge_dx:
source: Code for Discharge Diagnosis
ar: كود لتشخيص التفريغ

# help:gnuhealth.inpatient.registration,discharge_reason:
source: Reason for patient discharge
ar: سبب خروج المريض

# help:gnuhealth.inpatient.registration,discharged_by:
source: Health Professional that discharged the patient
ar: المهنيين الصحيين الذين أخرجوا المريض من المستشفى

# help:gnuhealth.inpatient.registration,puid:
source: Person Unique Identifier
ar: معرّف الشخص الفريد

# help:gnuhealth.patient,patient_status:
source: Show the hospitalization status of the patient
ar: إظهار حالة المريض في المستشفى

# help:gnuhealth.patient.ecg,inpatient_registration_code:
source: Enter the patient hospitalization code
ar: أدخل رمز إقامة المريض

# help:gnuhealth.patient.evaluation,inpatient_registration_code:
source: Enter the patient hospitalization code
ar: أدخل رمز إقامة المريض

# model:gnuhealth.bed.transfer,name:
source: Bed transfers
ar: نقل السرير

# model:gnuhealth.bed.transfer.init,name:
source: Create Bed Transfer Init
ar: إنشاء تحويل سرير التهيئة

# model:gnuhealth.diet.therapeutic,description:2GS
source: Used in the treatment of conditions characterized by edema, including the following: cirrhosis of the liver with ascites, Congested Heart Failure - CHF, essential hypertension and renal disease.
ar: المستخدمة في علاج الحالات التي تتميز ذمة، بما في ذلك ما يلي: تليف ⏎ الكبد مع استسقاء، وفشل القلب المكتظة - CHF، ارتفاع ضغط الدم الأساسي ومرض كلوي.

# model:gnuhealth.diet.therapeutic,description:BLAND
source: The diet eliminates seasoned foods and condiments that may stimulate gastric discomfort and GERD
ar: النظام الغذائي يلغي الأطعمة والبهارات محنك التي قد تحفز عدم الراحة في المعدة وارتجاع المريء

# model:gnuhealth.diet.therapeutic,description:CARDIAC
source: Provides controlled amounts of sodium, cholesterol, saturated and total fat
ar: يوفر كميات محددة من الصوديوم والكولسترول والدهون المشبعة والمشاركات

# model:gnuhealth.diet.therapeutic,description:CCH
source: 1200-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. The diet provides a Bedtime snack for all calorie levels. (45% CHO, 25% protein, 30% fat)
ar: 1200-3000 سعرة حرارية / يوم: يوفر النظام الغذائي كمية ثابتة من الكربوهيدرات بناءً على مستوى السعرات الحرارية للسماح بالتحكم الأمثل في نسبة الجلوكوز في الدم. يوفر النظام الغذائي وجبة خفيفة قبل النوم لجميع مستويات السعرات الحرارية. (45٪ CHO ، 25٪ بروتين ، 30٪ دهون)

# model:gnuhealth.diet.therapeutic,description:CDD
source: 1800-3000 cal/day .The diet provides consistent amount of carbohydrate based on caloric level to allow for optimal blood glucose control. Snacks provided between meals to provide approximately 35-40% of Kcal from CHO.
ar: 1800-3000 سعرة حرارية / يوم: يوفر النظام الغذائي كمية ثابتة من الكربوهيدرات بناءً على مستوى السعرات الحرارية للسماح بالتحكم الأمثل في نسبة الجلوكوز في الدم. يتم تقديم الوجبات الخفيفة بين الوجبات لتوفير ما يقرب من 35-40٪ من السعرات الحرارية من CHO.

# model:gnuhealth.diet.therapeutic,description:CLIQUID
source: The diet is indicated for short-term use whenever an acute illness or surgery causes intolerance to food; or to temporarily restrict undigested material in the GI tract. The diet is not nutritionally adequate.
ar: يشار إلى النظام الغذائي للاستخدام على المدى القصير كلما مرض حاد أو الجراحة تسبب التعصب في الغذاء، أو لتقييد مؤقتا المواد غير مهضوم في الجهاز الهضمي. النظام الغذائي ليست كافية من الناحية التغذوية.

# model:gnuhealth.diet.therapeutic,description:CLIQUIDNCS
source: Clear liquid diet providing sugar-free products only (No Concentrated Sugar). This diet provides very limited amounts of carbohydrate.
ar: منتجات clear حمية سائلة توفير خالية من السكر فقط (وليس السكر المركزة). هذا النظام الغذائي يوفر كميات محدودة جدا من الكربوهيدرات.

# model:gnuhealth.diet.therapeutic,description:DYSA
source: Mechanically altered. Meats are ground or minced. Foods are moist, soft-textured, and easily formed into a bolus. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
ar: تغيير ميكانيكيا. هي الأرض اللحوم أو مفروم. الأطعمة هي رطبة وناعمة مزخرفة، وشكلت بسهولة في البلعة. جميع الخضروات ⏎ هي شوكة-ماشابل. يجب أن يكون أمر السوائل بشكل منفصل كما العادية، رحيق، أو العسل.

# model:gnuhealth.diet.therapeutic,description:DYSAD
source: Foods are nearly regular textures with the exception of hard, sticky, or crunchy foods. Foods are moist, bite-sized pieces. All vegetables are fork-mashable. Liquids must be ordered separately as regular, nectar, or honey.
ar: هي الأطعمة القوام العادية تقريبا مع استثناء من الصعب، لزجة، أو مقدد. الأطعمة هي رطبة قطعة، عضة. جميع الخضروات هي شوكة-ماشابل. يجب أن يكون أمر السوائل بشكل منفصل كما العادية، رحيق، أو العسل.

# model:gnuhealth.diet.therapeutic,description:DYSP
source: For patients with problems chewing and swallowing or esophageal inflammation or varices. Food consistency is blended. Liquids must be ordered separately as regular, nectar, or honey.
ar: للمرضى الذين يعانون من مشاكل المضغ والبلع أو التهاب المريء أو دوالي. يتم مزجه الاتساق الغذاء. يجب أن يكون أمر السوائل ⏎ بشكل منفصل العادية، رحيق، أو العسل.

# model:gnuhealth.diet.therapeutic,description:EMESIS
source: The diet provides bland, room temperature or cold foods separated into solids and liquids. Patients on this diet may request additional foods they feel can be tolerated. Patients are encouraged to separate their intake of food and drink
ar: النظام الغذائي يوفر لطيف، درجة حرارة الغرفة أو الأطعمة الباردة في فصل المواد الصلبة والسوائل. المرضى على هذا النظام الغذائي قد طلب الأطعمة الإضافية التي يشعر يمكن السكوت عليها. ويتم تشجيع المرضى لفصل استهلاكهم من الطعام والشراب

# model:gnuhealth.diet.therapeutic,description:FINGERFOOD
source: Indicated for patients who may not be able to use utensils or for patients confined to a flat-lying position who require heart healthy foods.
ar: وأشار للمرضى الذين قد لا تكون قادرة على استخدام أواني أو للمرضى محصورة في موقف الاستلقاء الذين يحتاجون إلى أطعمة صحية في القلب.

# model:gnuhealth.diet.therapeutic,description:FLLF
source: This diet is frequently used for GYN surgical patients. Provides foods such as non-cream based soups, Jell-O, juice, lactaid milk, tea and coffee
ar: وكثيرا ما يستخدم هذا النظام الغذائي لGYN المرضى لعمليات جراحية. يقدم الأطعمة مثل الحساء غير كريم أساس، جيلو، عصير، حليب lactaid والشاي والقهوة

# model:gnuhealth.diet.therapeutic,description:FULLLIQUID
source: The diet consists of foods that are liquid at body temperature. Foods are easy to digest and provide minimal stimulation to the GI tract. The diet is not nutritionally adequate.
ar: النظام الغذائي يتكون من الأطعمة التي تكون سائلة في درجة حرارة الجسم. الأطعمة سهلة الهضم وتوفير الحد الأدنى من التحفيز على الجهاز الهضمي. النظام الغذائي ليست كافية من الناحية التغذوية.

# model:gnuhealth.diet.therapeutic,description:GB1
source: Sugar-Free fluids
ar: السوائل الخالية من السكر

# model:gnuhealth.diet.therapeutic,description:GB2
source: Easily digested, semi-liquid foods to be consumed in small amounts.
ar: هضمها بسهولة، والأطعمة شبه السائلة إلى أن تستهلك بكميات صغيرة.

# model:gnuhealth.diet.therapeutic,description:GB3
source: Soft or pureed foods that are easy to chew and digest
ar: الأطعمة اللينة أو المهروسة التي هي سهلة لمضغ وهضم

# model:gnuhealth.diet.therapeutic,description:GB4
source: Soft foods such as cooked vegetables and soft or ground meats
ar: الأطعمة اللينة مثل الخضار المطبوخة واللحوم لينة أو الأرض

# model:gnuhealth.diet.therapeutic,description:GISOFT
source: The diet limits most raw, highly-seasoned and fried foods. The diet contains only moderate amounts of fiber
ar: الأطعمة اللينة مثل الخضار المطبوخة واللحوم لينة أو الأرض

# model:gnuhealth.diet.therapeutic,description:GLUTENFREE
source: The diet omits foods processed with Gluten. The diet is the primary means of treatment for celiac sprue
ar: النظام الغذائي يغفل الأطعمة المصنعة مع الغلوتين. النظام الغذائي هو الوسيلة الأساسية لعلاج الاضطرابات الهضمية ذرب

# model:gnuhealth.diet.therapeutic,description:LOWFAT
source: Provides less than 30% energy from fat.
ar: يوفر أقل من 30٪ من الطاقة من الدهون.

# model:gnuhealth.diet.therapeutic,description:MS
source: For patients who have difficulty in chewing or swallowing
ar: بالنسبة للمرضى الذين لديهم صعوبة في المضغ أو البلع

# model:gnuhealth.diet.therapeutic,description:NAS
source: 4 grams Sodium. Provides a moderate sodium restriction by eliminating foods and condiments high in sodium
ar: 4 غرام الصوديوم. يوفر تقييد الصوديوم المعتدلة من خلال القضاء على الأطعمة والبهارات نسبة عالية من الصوديوم

# model:gnuhealth.diet.therapeutic,description:NEUTROPENIC
source: The diet eliminates certain foods to provide a lower level of bacteria than is present in a typical hospital diet.
ar: 4 غرام الصوديوم. يوفر تقييد الصوديوم المعتدلة من خلال القضاء على الأطعمة والبهارات نسبة عالية من الصوديوم.

# model:gnuhealth.diet.therapeutic,description:NPO
source: Nil per Os. Withhold oral food and fluids from the patient
ar: النيل في نظام التشغيل. حجب الطعام عن طريق الفم والسوائل من المريض

# model:gnuhealth.diet.therapeutic,description:PGMY
source: Low sugar, low fat, low lactose foods. No fluids with meals. Small frequent feedings
ar: انخفاض نسبة السكر والدهون منخفضة، والأطعمة منخفضة اللاكتوز. لا السوائل مع وجبات الطعام. رضعات صغيرة متكررة

# model:gnuhealth.diet.therapeutic,description:PRERENAL
source: Provides limited amounts of protein (40-60g/d), potassium (2g/d), and sodium (2g/d) for the pre-dialyzed patient.
ar: يوفر كميات محدودة من البروتين (40-60G / د) والبوتاسيوم (2G / د)، والصوديوم (2G / د) بالنسبة للمريض قبل مدال.

# model:gnuhealth.diet.therapeutic,description:REG
source: No dietary modifications required
ar: أي تعديلات الغذائية اللازمة

# model:gnuhealth.diet.therapeutic,description:RENAL
source: Provides adequate protein (80 - 100g/d) and limited amounts of potassium (2g) and sodium (2g) for the dialyzed patient.
ar: يوفر كافية من البروتين (80 - 100G / د) وكميات محدودة من البوتاسيوم (2G) والصوديوم (2G) للمريض مدال.

# model:gnuhealth.diet.therapeutic,description:SFM
source: The diet provides 6 small meals daily
ar: النظام الغذائي يوفر 6 وجبات صغيرة يوميا

# model:gnuhealth.diet.therapeutic,description:SLL
source: Soft bland foods that have low fiber content. Lactose is limited.
ar: الأطعمة لطيف لينة التي تحتوي على محتوى منخفض الألياف. اللاكتوز محدودة.

# model:gnuhealth.diet.therapeutic,name:
source: Diet Therapy
ar: الحمية العلاج

# model:gnuhealth.diet.therapeutic,name:2GS
source: 2 gram Sodium
ar: 2 غرام صوديوم

# model:gnuhealth.diet.therapeutic,name:BLAND
source: Bland
ar: لطيف

# model:gnuhealth.diet.therapeutic,name:CARDIAC
source: Cardiac
ar: القلب

# model:gnuhealth.diet.therapeutic,name:CCH
source: Consistent Carbohydrate
ar: الكربوهيدرات متسقة

# model:gnuhealth.diet.therapeutic,name:CDD
source: Gestational Diabetic Diet
ar: حمية السكري الحملي

# model:gnuhealth.diet.therapeutic,name:CLIQUID
source: Clear Liquid
ar: واضح السائل

# model:gnuhealth.diet.therapeutic,name:CLIQUIDNCS
source: Clear Liquid / NCS
ar: واضح السائل / NCS

# model:gnuhealth.diet.therapeutic,name:DYSA
source: Dysphagia Altered
ar: تعديل عسر البلع

# model:gnuhealth.diet.therapeutic,name:DYSAD
source: Dysphagia Advanced
ar: عسر البلع المتقدم

# model:gnuhealth.diet.therapeutic,name:DYSP
source: Dysphagia Puree
ar: عسر البلع معجون

# model:gnuhealth.diet.therapeutic,name:EMESIS
source: Hyperemesis
ar: التقيء

# model:gnuhealth.diet.therapeutic,name:FINGERFOOD
source: Finger Food
ar: اصبع الطعام

# model:gnuhealth.diet.therapeutic,name:FLLF
source: Full Liquid Lactose Free
ar: سائل خالٍ من اللاكتوز

# model:gnuhealth.diet.therapeutic,name:FULLLIQUID
source: Full Liquid
ar: سائل كامل

# model:gnuhealth.diet.therapeutic,name:GB1
source: Gastric Bypass Stage 1
ar: المرحلة الأولى من تحويل مسار المعدة

# model:gnuhealth.diet.therapeutic,name:GB2
source: Gastric Bypass Stage 2
ar: المرحلة الثانية من تحويل مسار المعدة
