Repository: vikassnwloodles/JibraMed-HIS
Catalog: gnuhealth/tryton/server/modules/health_ems/locale/*.po
Languages: ar, fr

# field:gnuhealth.ambulance,active:
source: Active
ar: نشط
fr: Actif

# field:gnuhealth.ambulance,state:
source: Status
ar: الحالة
fr: Statut

# field:gnuhealth.ambulance,vehicle_brand:
source: Brand
ar: العلامة التجارية
fr: Marque

# field:gnuhealth.ambulance,vehicle_function:
source: Function
ar: الوظيفة
fr: Fonction

# field:gnuhealth.ambulance,vehicle_identifier:
source: ID
ar: المعرّف
fr: Identifiant

# field:gnuhealth.ambulance,vehicle_model:
source: Model
ar: النموذج
fr: Modèle

# field:gnuhealth.ambulance,vehicle_odometer:
source: Odometer
ar: عداد المسافات
fr: Compteur kilométrique

# field:gnuhealth.ambulance,vehicle_remarks:
source: Remarks
ar: ملاحظات
fr: Remarques

# field:gnuhealth.ambulance,vehicle_station:
source: Station
ar: المحطة

# field:gnuhealth.ambulance,vehicle_type:
source: Type
ar: النوع

# field:gnuhealth.ambulance.support,ambulance:
source: Ambulance
ar: سيارة إسعاف

# field:gnuhealth.ambulance.support,healthprofs:
source: Health Professionals
ar: متخصصو الصحة
fr: Professionnels de santé

# field:gnuhealth.ambulance.support,state:
source: Status
ar: الحالة
fr: Statut

# field:gnuhealth.ambulance_hp,healthprof:
source: Health Prof
ar: البروفسور الصحي
fr: Professionnel de santé

# field:gnuhealth.support_request,address:
source: Address
ar: العنوان
fr: Adresse

# field:gnuhealth.support_request,ambulances:
source: Ambulances
ar: سيارات الاسعاف

# field:gnuhealth.support_request,code:
source: Code
ar: الرمز

# field:gnuhealth.support_request,complaint:
source: Chief Complaint
ar: الشكوى الرئيسية
fr: Motif de consultation

# field:gnuhealth.support_request,evaluation:
source: Evaluation
ar: التقييم
fr: Évaluation

# field:gnuhealth.support_request,event_specific:
source: Incident
ar: الحادثة

# field:gnuhealth.support_request,event_type:
source: Event type
ar: نوع الحدث
fr: Type d'évènement

# field:gnuhealth.support_request,healthcenter:
source: Calling Institution
ar: الاتصال بالمؤسسة
fr: Établissement ayant effectué l'appel

# field:gnuhealth.support_request,latitude:
source: Latidude
ar: خط العرض
fr: Latitude

# field:gnuhealth.support_request,longitude:
source: Longitude
ar: خط الطول

# field:gnuhealth.support_request,multiple_casualties:
source: Multiple Casualties
ar: خسائر متعددة
fr: Causes multiples

# field:gnuhealth.support_request,operational_sector:
source: O. Sector
ar: O. القطاع
fr: Secteur opérationnel

# field:gnuhealth.support_request,operator:
source: Operator
ar: العامل
fr: Opérateur

# field:gnuhealth.support_request,patient:
source: Patient
ar: المريض

# field:gnuhealth.support_request,patient_age:
source: Age
ar: العمر
fr: Âge

# field:gnuhealth.support_request,patient_sex:
source: Sex
ar: الجنس
fr: Sexe

# field:gnuhealth.support_request,place_occurrance:
source: Origin
ar: الاصل
fr: Origine

# field:gnuhealth.support_request,request_actions:
source: Activities
ar: الانشطة
fr: Activités

# field:gnuhealth.support_request,request_date:
source: Date
ar: التاريخ

# field:gnuhealth.support_request,request_extra_info:
source: Details
ar: التفاصيل
fr: Détails

# field:gnuhealth.support_request,requestor:
source: Requestor
ar: الطالب
fr: Demandeur

# field:gnuhealth.support_request,state:
source: State
ar: الحالة
fr: État

# field:gnuhealth.support_request,urgency:
source: Urgency
ar: الاستعجال
fr: Urgence

# field:gnuhealth.support_request,urladdr:
source: OSM Map
ar: خريطة OSM
fr: Carte OSM

# field:gnuhealth.support_request.log,action:
source: Activity
ar: النشاط
fr: Activité

# field:gnuhealth.support_request.log,remarks:
source: Remarks
ar: ملاحظات
fr: Remarques

# field:gnuhealth.support_request.log,timestamp:
source: Time
ar: الساعة
fr: Heure

# help:gnuhealth.ambulance,state:
source: Vehicle status
ar: حالة المركبة
fr: Statut du véhicule

# help:gnuhealth.ambulance,vehicle_brand:
source: Ambulance maker
ar: صانع سيارات الإسعاف
fr: Constructeur de l'ambulance

# help:gnuhealth.ambulance,vehicle_function:
source: Vehicle main functionality
ar: الوظيفة الرئيسية للسيارة
fr: Fonction principale du véhicule

# help:gnuhealth.ambulance,vehicle_identifier:
source: Ambulance license number or other type of ID
ar: رقم رخصة سيارة الاسعاف
fr: Numéro de licence de l'ambulance ou autre type d'identifiant

# help:gnuhealth.ambulance,vehicle_model:
source: Ambulance model
ar: نموذج الإسعاف
fr: Modèle d'ambulance

# help:gnuhealth.ambulance,vehicle_odometer:
source: Current odometer reading
ar: عداد سيارة الاسعاف الحالي
fr: Niveau actuel du compteur kilométrique

# help:gnuhealth.ambulance,vehicle_station:
source: Station / Base of the vehicle
ar: المحطة الرئيسية لسيارة الاسعاف
fr: Station/Base du véhicule

# help:gnuhealth.ambulance,vehicle_type:
source: Type of vehicle
ar: نوع المركبة
fr: Type de véhicule

# help:gnuhealth.ambulance.support,sr:
source: Support Request
ar: طلب الدعم
fr: Demande d'assistance

# help:gnuhealth.ambulance.support,state:
source: Vehicle status
ar: حالة المركبة
fr: Statut du véhicule

# help:gnuhealth.ambulance_hp,healthprof:
source: Health Professional for this ambulance and support request
ar: الطبيب المشرف في جولة الاسعاف الحالية
fr: Professionnel de santé pour cette ambulance et demande d'assistance

# help:gnuhealth.support_request,address:
source: Free text address / location
ar: العنوان
fr: Adresse/Lieu au format texte

# help:gnuhealth.support_request,ambulances:
source: Ambulances requested in this Support Request
ar: السيارات المطلوبة في طلب الدعم الحالي
fr: Ambulances demandées pour cette demande d'assistance

# help:gnuhealth.support_request,code:
source: Request Code
ar: رمز الطلب
fr: Code de la demande

# help:gnuhealth.support_request,evaluation:
source: Related Patient Evaluation
ar: تقييم المريض المرتبط
fr: Évaluation du patient correspondante

# help:gnuhealth.support_request,operational_sector:
source: Operational Sector
ar: قسم العمليات
fr: Secteur opérationnel

# help:gnuhealth.support_request,operator:
source: Operator who took the call / support request
ar: العامل المتلقي لطلب الدعم
fr: Opérateur qui a pris l'appel/la demande d'assistance

# help:gnuhealth.support_request,place_occurrance:
source: Place of occurrance
ar: مكان الواقعة
fr: Lieu d'occurrence

# help:gnuhealth.support_request,request_actions:
source: Support request activity log
ar: سجل حالات طلبات الدعم
fr: Journal d'activité de demande d'assistance

# help:gnuhealth.support_request,request_date:
source: Date and time of the call for help
ar: تاريخ ووقت اتصال طلب الدعم
fr: Date et heure de la demande d'aide

# help:gnuhealth.support_request,requestor:
source: Related party (person)
ar: الشخص المرتبط
fr: Tiers (personne) lié

# help:gnuhealth.support_request,urladdr:
source: Maps the location on Open Street Map
ar: وضع علامة على الموقع في برنامج OpenStreetMaps
fr: Cartes du lieu sur Open Street Map

# help:gnuhealth.support_request.log,action:
source: Activity log
ar: سجل الحالات
fr: Journal d'activité

# help:gnuhealth.support_request.log,remarks:
source: Remarks for this item
ar: ملاحظات الغرض الحالي
fr: Remarques pour cet élément

# help:gnuhealth.support_request.log,sr:
source: Support Request
ar: طلب دعم
fr: Demande d'assistance

# help:gnuhealth.support_request.log,timestamp:
source: Date and time of activity
ar: تاريخ ووقت النشاط
fr: Date et heure de l'activité

# model:gnuhealth.ambulance,name:
source: Ambulance
ar: الاسعاف

# model:gnuhealth.ambulance.support,name:
source: Ambulance associated to a Support Request
ar: الاسعاف المرتبط بطلب الدعم
fr: Ambulance associée à une demande d'assistance

# model:gnuhealth.ambulance_hp,name:
source: Ambulance Health Professionals
ar: طبيب الاسعاف المشرف
fr: Professionnels de santé de l'ambulance

# model:gnuhealth.support_request,name:
source: Support Request Registration
ar: تسجيل طلب الدعم
fr: Enregistrement de la demande d'assistance

# model:gnuhealth.support_request.log,name:
source: Ambulance associated to a Support Request
ar: سيارة إسعاف مرتبطة بطلب دعم
fr: Ambulance associée à une demande d'assistance

# model:ir.action,name:gnuhealth_action_ambulance
source: Ambulances
ar: سيارات الاسعاف

# model:ir.action,name:gnuhealth_action_ambulance_support
source: Ambulance in Support Requests
ar: سيارة إسعاف مرتبطة بطلب دعم
fr: Ambulance dans des demandes d'assistance

# model:ir.action,name:gnuhealth_action_support_request
source: Support Center
ar: مركز الدعم
fr: Centre de prise en charge

# model:ir.sequence,name:seq_gnuhealth_support_request_code
source: Support Request
ar: طلب الدعم
fr: Demande d'assistance

# model:ir.sequence.type,name:seq_type_gnuhealth_support_request_code
source: Support Request
ar: طلب الدعم
fr: Demande d'assistance

# model:ir.ui.menu,name:gnuhealth_ambulance
source: Ambulances
ar: سيارات الاسعاف

# model:ir.ui.menu,name:gnuhealth_ambulance_sr
source: Ambulance in Support Requests
ar: سيارة إسعاف مرتبطة بطلب دعم
fr: Ambulance dans des demandes d'assistance

# model:ir.ui.menu,name:gnuhealth_support_request
source: Support Center
ar: مركز الدعم
fr: Centre de prise en charge

# selection:gnuhealth.ambulance,state:
source: At Hospital
ar: في المستشفى
fr: À l’hôpital

# selection:gnuhealth.ambulance,state:
source: Available / At Station
ar: متاح / في المركز
fr: Disponible/Au poste

# selection:gnuhealth.ambulance,state:
source: Dispatched
ar: أرسل
fr: Envoyée

# selection:gnuhealth.ambulance,state:
source: En Route
ar: في الطريق

# selection:gnuhealth.ambulance,state:
source: On Location
ar: في عين المكان
fr: Sur place

# selection:gnuhealth.ambulance,state:
source: Out of service
ar: خارج الخدمة
fr: Hors service

# selection:gnuhealth.ambulance,state:
source: Returning
ar: في العودة
fr: De retour

# selection:gnuhealth.ambulance,state:
source: To Hospital
ar: نحو المستشفى
fr: Vers l’hôpital

# selection:gnuhealth.ambulance,vehicle_function:
source: Type A - Patient Transport
ar: النوع أ - نقل المرضى
fr: Type A - Transport de patient

# selection:gnuhealth.ambulance,vehicle_function:
source: Type B - Emergency
ar: النوع ب - طوارئ
fr: Type B - Urgence

# selection:gnuhealth.ambulance,vehicle_function:
source: Type C - Mobile ICU
ar: النوع ج - وحدة عناية مركزة متنقلة
fr: Type C - USI mobile

# selection:gnuhealth.ambulance,vehicle_type:
source: Airplane
ar: طائرة
fr: Avion

# selection:gnuhealth.ambulance,vehicle_type:
source: Bicycle
ar: دراجة هوائية
fr: Vélo

# selection:gnuhealth.ambulance,vehicle_type:
source: Boat
ar: قارب
fr: Bateau

# selection:gnuhealth.ambulance,vehicle_type:
source: Car
ar: سيارة
fr: Voiture

# selection:gnuhealth.ambulance,vehicle_type:
source: Drone
ar: طائرة بدون طيار

# selection:gnuhealth.ambulance,vehicle_type:
source: Helicopter
ar: هليكوبتر
fr: Hélicoptère

# selection:gnuhealth.ambulance,vehicle_type:
source: Motorcycle
ar: دراجة نارية
fr: Moto

# selection:gnuhealth.ambulance,vehicle_type:
source: Van
ar: فان

# selection:gnuhealth.ambulance.support,state:
source: At Hospital
ar: في المستشفى
fr: À l’hôpital

# selection:gnuhealth.ambulance.support,state:
source: Available / At Station
ar: متاح / في المركز
fr: Disponible/Au poste

# selection:gnuhealth.ambulance.support,state:
source: Dispatched
ar: أرسل
fr: Envoyée

# selection:gnuhealth.ambulance.support,state:
source: En Route
ar: في الطريق

# selection:gnuhealth.ambulance.support,state:
source: On Location
ar: في الموقع
fr: Sur place

# selection:gnuhealth.ambulance.support,state:
source: Out of service
ar: خارج الخدمة
fr: Hors service

# selection:gnuhealth.ambulance.support,state:
source: Returning
ar: في العودة
fr: De retour

# selection:gnuhealth.ambulance.support,state:
source: To Hospital
ar: إلى المستشفى
fr: Vers l’hôpital

# selection:gnuhealth.support_request,event_type:
source: Acute Coronary Syndrome
ar: متلازمة الشريان التاجي الحادة
fr: Syndrome coronaire aigu

# selection:gnuhealth.support_request,event_type:
source: Acute illness
ar: مرض حاد
fr: Maladie aiguë

# selection:gnuhealth.support_request,event_type:
source: Acute pain
ar: ألم حاد
fr: Douleur aiguë

# selection:gnuhealth.support_request,event_type:
source: Allergic reaction
ar: رد فعل تحسسي
fr: Réaction allergique

# selection:gnuhealth.support_request,event_type:
source: Bullying, battering
ar: البلطجة والضرب
fr: Intimidation, coups

# selection:gnuhealth.support_request,event_type:
source: Choke
ar: اختناق
fr: Étouffement

# selection:gnuhealth.support_request,event_type:
source: Chronic illness
ar: مرض مزمن
fr: Maladie chronique

# selection:gnuhealth.support_request,event_type:
source: Deceased person
ar: الشخص المتوفى
fr: Personne décédée

# selection:gnuhealth.support_request,event_type:
source: Domestic violence
ar: العنف المنزلي
fr: Violence domestique

# selection:gnuhealth.support_request,event_type:
source: Drug intoxication
ar: تسمم المخدرات
fr: Intoxication médicamenteuse

# selection:gnuhealth.support_request,event_type:
source: Endocrine event (diabetes, adrenal crisis, ..)
ar: حدث الغدد الصماء (السكري ، أزمة الغدة الكظرية ، ..)
fr: Évènement endocrinien (diabète, crise surrénalienne, …)

# selection:gnuhealth.support_request,event_type:
source: Environmental event (weather, animals, ...)
ar: حدث بيئي (طقس ، حيوانات ، ...)
fr: Évènement environnemental (météo, animaux, …)

# selection:gnuhealth.support_request,event_type:
source: Explosion
ar: انفجار

# selection:gnuhealth.support_request,event_type:
source: Eye, Ear and Nose event
ar: فعالية العين والأذن والأنف
fr: Évènement lié aux yeux, oreilles et nez

# selection:gnuhealth.support_request,event_type:
source: Fall
ar: سقوط
fr: Chute

# selection:gnuhealth.support_request,event_type:
source: Fire
ar: نار
fr: Incendie

# selection:gnuhealth.support_request,event_type:
source: Food intoxication
ar: تسمم الطعام
fr: Intoxication alimentaire

# selection:gnuhealth.support_request,event_type:
source: Gas intoxication
ar: تسمم الغاز
fr: Intoxication au gaz

# selection:gnuhealth.support_request,event_type:
source: Gastrointestinal event
ar: حدث معدي معوي
fr: Évènement gastro-intestinal

# selection:gnuhealth.support_request,event_type:
source: Near drowning
ar: على وشك الغرق
fr: Quasi-noyade

# selection:gnuhealth.support_request,event_type:
source: Neurological event (stroke, TIA, seizure, ...)
ar: حدث عصبي (سكتة دماغية ، نوبة إقفارية عابرة ، نوبة صرع ، ...)
fr: Évènement neurologique (accident vasculaire cérébral, AIT, crise convulsive, …)

# selection:gnuhealth.support_request,event_type:
source: Other specified
ar: أخرى محددة
fr: Autre précisé

# selection:gnuhealth.support_request,event_type:
source: Pregnancy related event
ar: حدث مرتبط بالحمل
fr: Évènement lié à une grossesse

# selection:gnuhealth.support_request,event_type:
source: Psychiatric event
ar: حدث نفسي
fr: Évènement psychiatrique

# selection:gnuhealth.support_request,event_type:
source: Respiratory distress
ar: الضائقة التنفسية
fr: Détresse respiratoire

# selection:gnuhealth.support_request,event_type:
source: Robbery, violent assault
ar: السرقة والاعتداء العنيف
fr: Vol qualifié, agression violente

# selection:gnuhealth.support_request,event_type:
source: Sexual assault
ar: اعتداء جنسي
fr: Agression sexuelle

# selection:gnuhealth.support_request,event_type:
source: Suicide attempt
ar: محاولة انتحار
fr: Tentative de suicide

# selection:gnuhealth.support_request,event_type:
source: Transportation accident
ar: حادث نقل
fr: Accident de transport

# selection:gnuhealth.support_request,event_type:
source: Traumatic Injuries
ar: إصابات جرحية
fr: Lésions traumatiques

# selection:gnuhealth.support_request,place_occurrance:
source: Commercial Area
ar: منطقة تجارية
fr: Zone commerciale

# selection:gnuhealth.support_request,place_occurrance:
source: Home
ar: منزل
fr: Domicile

# selection:gnuhealth.support_request,place_occurrance:
source: Institution
ar: مؤسسة
fr: Établissement

# selection:gnuhealth.support_request,place_occurrance:
source: Public Building
ar: بناء عام
fr: Bâtiment public

# selection:gnuhealth.support_request,place_occurrance:
source: Public transportation
ar: نقل عام
fr: Transport public

# selection:gnuhealth.support_request,place_occurrance:
source: Recreational Area
ar: منطقة ترفيهية
fr: Zone récréative

# selection:gnuhealth.support_request,place_occurrance:
source: School
ar: مدرسة
fr: École

# selection:gnuhealth.support_request,place_occurrance:
source: Sports event
ar: حدث رياضي
fr: Évènement sportif

# selection:gnuhealth.support_request,place_occurrance:
source: Street
ar: شارع
fr: Rue

# selection:gnuhealth.support_request,place_occurrance:
source: Unknown
ar: غير معروف
fr: Inconnu

# selection:gnuhealth.support_request,state:
source: Closed
ar: مغلق
fr: Fermée

# selection:gnuhealth.support_request,state:
source: Open
ar: مفتوح
fr: Ouverte

# selection:gnuhealth.support_request,urgency:
source: Emergency
ar: طوارئ
fr: Urgence

# selection:gnuhealth.support_request,urgency:
source: Low
ar: منخفض
fr: Faible

# selection:gnuhealth.support_request,urgency:
source: Urgent
ar: عاجل

# selection:gnuhealth.support_request.log,action:
source: Ambulance
ar: سيارة إسعاف

# selection:gnuhealth.support_request.log,action:
source: General
ar: عام
fr: Général

# field:gnuhealth.ambulance.support,sr:
source: SR
fr: DA

# field:gnuhealth.ambulance_hp,name:
source: SR
fr: DA

# field:gnuhealth.support_request.log,sr:
source: SR
fr: DA
