Repository: vikassnwloodles/JibraMed-HIS
Catalog: gnuhealth/tryton/server/modules/health_ntd_chagas/locale/*.po
Languages: ar, ja_jp, pt_br

# field:gnuhealth.chagas_du_survey,bugtraps:
source: Bug traps
ar: مصائد الحشرات
ja_jp: 有害生物防除
pt_br: Armadilhas de insetos

# field:gnuhealth.chagas_du_survey,dfloor:
source: Floor
ar: أرضية
ja_jp: 床
pt_br: Andar

# field:gnuhealth.chagas_du_survey,dperi:
source: Peri-domicilary
ar: شبه منزل
ja_jp: 周囲にある家屋
pt_br: Peri-ao domicílio

# field:gnuhealth.chagas_du_survey,droof:
source: Roof
ar: سقف
ja_jp: 屋根
pt_br: Cobertura

# field:gnuhealth.chagas_du_survey,du:
source: DU
ar: إدخال سائل
ja_jp: DU遺伝子

# field:gnuhealth.chagas_du_survey,du_fumigation:
source: Fumigation
ar: تبخير
ja_jp: 燻蒸消毒
pt_br: Fumigação

# field:gnuhealth.chagas_du_survey,du_paint:
source: Insecticide Paint
ar: دهان مبيد حشري
ja_jp: 殺虫塗料
pt_br: Pintura Inseticida

# field:gnuhealth.chagas_du_survey,du_status:
source: Status
ar: الحالة
ja_jp: 状態
pt_br: Situação

# field:gnuhealth.chagas_du_survey,dwall:
source: Walls
ar: جدران
ja_jp: 壁
pt_br: Paredes

# field:gnuhealth.chagas_du_survey,fumigation_date:
source: Fumigation Date
ar: تاريخ التبخير
ja_jp: 燻蒸殺虫日
pt_br: Date Fumigação

# field:gnuhealth.chagas_du_survey,name:
source: Survey Code
ar: رمز الاستبيان
ja_jp: 調査コード
pt_br: Código de Pesquisa

# field:gnuhealth.chagas_du_survey,next_survey_date:
source: Next survey
ar: الاستبيان التالي
ja_jp: 次回調査
pt_br: Próxima pesquisa

# field:gnuhealth.chagas_du_survey,nymphs:
source: Nymphs
ar: الحوريات
ja_jp: 若虫
pt_br: Ninfas

# field:gnuhealth.chagas_du_survey,observations:
source: Observations
ar: ملاحظات
ja_jp: 観察
pt_br: Observações

# field:gnuhealth.chagas_du_survey,paint_date:
source: Paint Date
ar: تاريخ الدهان
ja_jp: 殺虫塗料をした日
pt_br: Data da Pintura

# field:gnuhealth.chagas_du_survey,survey_date:
source: Date
ar: تاريخ
ja_jp: 日
pt_br: Data

# field:gnuhealth.chagas_du_survey,t_in_house:
source: Domiciliary
ar: المسكن
ja_jp: 家屋
pt_br: Domiciliário

# field:gnuhealth.chagas_du_survey,t_peri:
source: Peri-Domiciliary
ar: قبل السكن
ja_jp: 周囲にある家屋
pt_br: Peri-Domiciliário

# field:gnuhealth.chagas_du_survey,triatomines:
source: Triatomines
ar: الترياتومين
ja_jp: サシガメ
pt_br: Triatomíneos

# field:gnuhealth.chagas_du_survey,vector:
source: Vector
ar: الاتجاه
ja_jp: ベクターコントロール
pt_br: Vetor

# help:gnuhealth.chagas_du_survey,bugtraps:
source: The DU has traps to detect triatomines
ar: يحتوي اليورانيوم المنضب على مصائد للكشف عن الترياتومين
ja_jp: DU遺伝子より、サシガメによる媒介物（クルーズトリパノソーマ）を発見されている。
pt_br: O DU tem armadilhas para detectar triatomíneos

# help:gnuhealth.chagas_du_survey,dfloor:
source: Current floor can host triatomines
ar: يمكن أن يستضيف الطابق الحالي الترياتومين
ja_jp: 現在の床式は、サシガメが主となっている。
pt_br: Piso atual pode hospedar triatomíneos

# help:gnuhealth.chagas_du_survey,dperi:
source: Peri domiciliary area can host triatomines
ar: يمكن أن تستضيف منطقة بيري السكنية الترياتومين
ja_jp: 近隣の住居にもサシガメが主となっている。
pt_br: Peri área domiciliar pode hospedar triatomíneos

# help:gnuhealth.chagas_du_survey,droof:
source: Roof materials or state can host triatomines
ar: يمكن أن تستضيف مواد السقف أو الحالة الترياتومين
ja_jp: 屋根の材質やその状態にから、サシガメが主にいる。
pt_br: materiais de telhado ou estado pode hospedar triatomíneos

# help:gnuhealth.chagas_du_survey,du:
source: Domiciliary Unit
ar: وحدة الرعاية المنزلية
ja_jp: 住居単位
pt_br: Unidade Domiciliário

# help:gnuhealth.chagas_du_survey,du_fumigation:
source: The DU has been fumigated
ar: تم تبخير اليورانيوم المنضب
ja_jp: DU遺伝子により、住居が燻蒸されたことがある。
pt_br: O DU foi fumigado

# help:gnuhealth.chagas_du_survey,du_paint:
source: The DU has been treated with insecticide-containing paint
ar: تمت معالجة اليورانيوم المنضب بدهان يحتوي على مبيدات حشرية
ja_jp: DU遺伝子の発見によって、殺虫塗料がまかれてことがある
pt_br: O DU tem sido tratada com inseticida contendo tinta

# help:gnuhealth.chagas_du_survey,du_status:
source: DU status compared to last visit
ar: حالة DU مقارنة بآخر زيارة
ja_jp: 採取したDU遺伝子が、直近で診察したときのDU遺伝子と比較された。
pt_br: estado DU comparado a última visita

# help:gnuhealth.chagas_du_survey,dwall:
source: Wall materials or state can host triatomines
ar: يمكن أن تستضيف مواد الحائط أو الحالة الترياتومين
ja_jp: 壁の材質や状態のよっても、サシガメが主にいる。
pt_br: materiais de parede ou estado pode hospedar triatomíneos

# help:gnuhealth.chagas_du_survey,fumigation_date:
source: Last Fumigation Date
ar: تاريخ آخر تبخير
ja_jp: 最近行った燻蒸消毒日
pt_br: Last Fumigação Date

# help:gnuhealth.chagas_du_survey,nymphs:
source: Check this box if triatomine nymphs were found
ar: حدد هذا المربع إذا تم العثور على حوريات الترياتومين
ja_jp: サシガメの幼虫を見つけたかたはこのチェックボックスにチェックをしてください。
pt_br: Marque esta caixa se ninfas de triatomíneos foram encontrados

# help:gnuhealth.chagas_du_survey,paint_date:
source: Last Paint Date
ar: تاريخ آخر طلاء
ja_jp: 最近行った殺虫塗料を行った日
pt_br: Data da última pintura

# help:gnuhealth.chagas_du_survey,t_in_house:
source: Check this box if triatomines were found inside the house
ar: حدد هذا المربع إذا تم العثور على الترياتومين داخل المنزل
ja_jp: 家の中にサシガメがいた方は、このチェックボックスにチェックをしてください。
pt_br: Marque esta caixa se triatomíneos foram encontrados dentro da casa

# help:gnuhealth.chagas_du_survey,t_peri:
source: Check this box if triatomines were found in the peridomiciliary area
ar: حدد هذا المربع إذا تم العثور على الترياتومين في منطقة حول الذرات
ja_jp: 近隣にサシガメがいた方は、このチェックボックスにチェックをしてください。
pt_br: Marque esta caixa se triatomíneos foram encontrados no peridomicílio

# help:gnuhealth.chagas_du_survey,triatomines:
source: Check this box if triatomines were found
ar: حدد هذا المربع إذا تم العثور على الترياتومين
ja_jp: サシガメが見た方は、このチェックボックスにチェックをしてください。
pt_br: Marque esta caixa se triatomíneos foram encontrados

# help:gnuhealth.chagas_du_survey,vector:
source: Vector
ar: الاتجاه
ja_jp: ベクターコントロール
pt_br: Vetor

# model:gnuhealth.chagas_du_survey,name:
source: Chagas DU Entomological Survey
ar: مسح Chagas DU للحشرات
ja_jp: シャーガス病に関するDU遺伝子の昆虫も含んだ検査
pt_br: Chagas DU Pesquisa Entomológica

source: Trypomastigotes
ar: تريبوماستيجوتيس
pt_br: Tripomastigotas

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_igg
source: Chagas ELISA Ig-G
ar: شاغاس إليسا إيغ جي

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_igm
source: Chagas ELISA Ig-M
ar: شاغاس إليسا إيغ إم

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_ifa_igg
source: Chagas IFA Ig-G
ar: شاغاس IFA Ig-G

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_parasites
source: T. cruzi in triatomine excreta
ar: T. كروزي في فضلات الترياتومين
pt_br: T. cruzi em fezes de triatoma

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_qpcr
source: Chagas Realtime Quantitative qPCR
ar: شاغاس الكمي في الوقت الحقيقي qPCR

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_qualitative_pcr
source: Chagas Qualitative PCR
ar: Chagas النوعي PCR

source: Trypomastigotes
ar: تريبوماستيجوتيس
pt_br: Tripomastigotas

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_bsmear_analysis0
source: CHAGAS BLOOD SMEAR
ar: دودة شاجاس

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_elisa_analysis0
source: CHAGAS ELISA
ar: شاجاس إليسا

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_ifa_analysis0
source: CHAGAS INDIRECT IMMUNOFLUORESCENCE - IFA
ar: شاغاس غير مباشر ، إيفا

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_pcr_analysis0
source: CHAGAS PCR
ar: مسحة شاغاس

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_strout_analysis0
source: CHAGAS STROUT
ar: شاجاس ستروت

# model:gnuhealth.lab.test_type,name:gnuhealth_test_chagas_xenodiagnosis_analysis0
source: CHAGAS XENODIAGNOSIS
ar: تشاجاس XENODIAGNOSIS

# model:ir.action,name:act_chagas_du_survey_form
source: Chagas DU Survey
ar: مسح Chagas DU
ja_jp: シャーガス病に関するDU遺伝子の検査
pt_br: Chagas DU Pesquisa

# model:ir.sequence,name:
source: Chagas DU Survey
ar: مسح Chagas DU
ja_jp: シャーガス病に関するDU遺伝子の検査
pt_br: Chagas DU Pesquisa

# model:ir.sequence.type,name:
source: Chagas DU Survey
ar: استبيان Chagas DU
ja_jp: シャーガス病に関するDU遺伝子の検査
pt_br: Chagas DU Pesquisa

# model:product.template,name:product_template_chagas_bsmear_analysischarges0
source: Chagas Blood Smear Charges
ar: رسوم مسحة دم شاغاس
ja_jp: シャーガス病に関する血液塗抹標本料
pt_br: esfregaço de sangue Chagas Encargos

# model:product.template,name:product_template_chagas_elisa_analysischarges0
source: Chagas ELISA Ig Charges
ar: رسوم شاغاس إليسا إيغ
ja_jp: シャーガス病に関するエライザによるlg遺伝子検査料
pt_br: Chagas ELISA Ig Encargos

# model:product.template,name:product_template_chagas_ifa_analysischarges0
source: Chagas ifa Ig Charges
ar: تكلفة شاغاس ifa Ig
ja_jp: シャーガス病に関する免疫蛍光法によるlg遺伝子検査料
pt_br: Chagas ifa Ig Encargos

# model:product.template,name:product_template_chagas_pcr_analysischarges0
source: Chagas PCR Charges
ar: تكلفة مسحة شاغاس
ja_jp: シャーガス病に関するPCR（ポリメラーゼ連鎖反応）検査料
pt_br: Chagas PCR Encargos

# model:product.template,name:product_template_chagas_strout_analysischarges0
source: Chagas strout Charges
ar: تكلفة strout شاغاس
ja_jp: シャーガス病に関するstout遺伝子検査料
pt_br: Chagas Strout Encargos

source: Chagas Xenodiagnosis Charges
ar: رسوم شاغاس Xenodiagnosis
ja_jp: シャーガス病に関する体外部分の診断料
pt_br: Chagas Xenodiagnóstico Encargos

# selection:gnuhealth.chagas_du_survey,du_status:
source: Improved
ar: تطور
ja_jp: 回復
pt_br: melhorado

# selection:gnuhealth.chagas_du_survey,du_status:
source: Initial
ar: البداية
ja_jp: 初期症状
pt_br: Inicial

# selection:gnuhealth.chagas_du_survey,du_status:
source: Unchanged
ar: لم يتغير
ja_jp: 変化無し
pt_br: Inalterado

# selection:gnuhealth.chagas_du_survey,du_status:
source: Worsen
ar: أسوأ
ja_jp: 悪化
pt_br: piorar

# selection:gnuhealth.chagas_du_survey,vector:
source: P. megistus
ja_jp: サシガメのP. megistus種

# selection:gnuhealth.chagas_du_survey,vector:
source: R. prolixus
ja_jp: サシガメのR.prolixus種

# selection:gnuhealth.chagas_du_survey,vector:
source: T. brasilensis
ja_jp: サシガメのT.brasilensis種

# selection:gnuhealth.chagas_du_survey,vector:
source: T. dimidiata
ja_jp: サシガメのT.dimidiata種

# selection:gnuhealth.chagas_du_survey,vector:
source: T. infestans
ja_jp: サシガメのT. infestans種

# view:gnuhealth.chagas_du_survey:
source: Areas to Improve
ja_jp: 回復エリア

# view:gnuhealth.chagas_du_survey:
source: Notes
ja_jp: 備考

# view:gnuhealth.chagas_du_survey:
source: Presence of triatomines
ja_jp: 現在のサシガメの状況

# view:gnuhealth.chagas_du_survey:
source: Preventive Measures
ja_jp: 予防処理
